<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				color: #FF0000;
}
.style2 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Schedule</p>
<p class="item">SendBlaster pozwala na zaplanowanie wysy&#322;ania wiadomo&#347;ci, tak aby mo&#380;na je 
by&#322;o wys&#322;a&#263; o okre&#347;lonej porze. Wysy&#322;ka mo&#380;e zosta&#263; oznaczona jako 
&quot;zaparkowana&quot;: jest ona gotowe do wys&#322;ania, ale nie automatycznie - u&#380;ytkownik 
r&#281;cznie musi w tym przypadku j&#261; uruchomi&#263;, w pó&#378;niejszym czasie.</p>
<p class="item"><span class="style1">Wa&#380;ne</span><font color="#FF0000">:</font> 
<strong>Zaplanowane wysy&#322;ki s&#261; wysy&#322;ane tylko gdy SendBlaster jest 
w &quot;Schedule mode&quot;</strong> - 
inaczej mówi&#261;c kiedy jest zminimalizowany do paska zada&#324;. <strong>Nie b&#281;dzie 
wysy&#322;ki, nawet je&#380;eli okre&#347;lony czas minie, je&#380;eli program dzia&#322;a w normalnym 
trybie</strong>. Naci&#347;nij przycisk<span class="itemelement"> Uruchom w trybie 
planowania </span>aby zminimalizowa&#263; SendBlaster do obszaru powiadamiania i 
przetwarza&#263; zaplanowane wysy&#322;ki (mo&#380;esz wróci&#263; do normalnego trybu klikaj&#261;c na 
ikon&#281; w zasobniku).</p>
<p class="item">Ekran planowania pokazuje pasek oraz list&#281; zaplanowanych 
operacji wysy&#322;kowych. </p>
<p class="item">Ka&#380;da zaplanowana operacja wysy&#322;ania pokazuje: czy operacja jest 
aktywna czy nie, dat&#281; i godzin&#281; gdy proces si&#281; rozpocznie, tytu&#322; wysy&#322;ki, 
docelow&#261; list&#281; oraz temat zaplanowanej wiadomo&#347;ci. Rozmiar kolumn mo&#380;e by&#263; 
zmieniany.</p>
<p class="item">Zaplanowane operacje mog&#261; by&#263; dowolnie sortowane przez klikanie 
na nag&#322;ówki kolumn.&nbsp;
<p class="item">Na górze listy adresowej mo&#380;esz znale&#378;&#263; pasek planowania. Dzi&#281;ki 
niemu mo&#380;esz mie&#263; dost&#281;p do polece&#324;, które s&#261; dost&#281;pne po klikni&#281;ciu prawym 
przyciskiem myszy na li&#347;cie.</p>
<p class="item">Mo&#380;esz zaplanowa&#263; wysy&#322;k&#281; aktualnej listy (przycisk <span class="itemelement">
Nowy</span>),
  zmieni&#263; dat&#281; zaplanowanej wysy&#322;ki dla konkretnej listy (<span class="itemelement">Edytuj 
dat&#281;</span>),
  podejrze&#263; wybran&#261; zaplanowan&#261; wiadomo&#347;&#263; (<span class="itemelement">Podgl&#261;d 
email</span>), rozpocz&#261;&#263; wysy&#322;anie wybranego mailingu (<span class="style2">Wy&#347;lij 
teraz</span>),
  lub usun&#261;&#263; jedn&#261; lub wi&#281;cej operacji wysy&#322;ania (<span class="style2">Usu&#324;</span>).</p>
<p class="item">&nbsp;</p>
</body>
</html>
