<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
.style2 {
				font-style: italic;
				font-family: Verdana, Arial, Helvetica, sans-serif;
				font-size: 8pt;
}
.style3 {
				font-family: Verdana, Arial, Helvetica, sans-serif;
				font-size: 8pt;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Ustawienia zaawansowane</p>
<p class="item">W tym oknie mo&#380;esz ustawi&#263; opcje zaawansowane programu.</p>
<p class="item"><span class="style1">Interfejs</span>:
<ul>
<li class="item">
    <span class="style1">Wygl&#261;d</span>: pozwala na okre&#347;lenie czy panel boczny 
	powinien mie&#263; <span class="style2">s</span><span class="style3">tyl
	<span class="style1">Pasek explorera </span></span>(opcjonalnie z
	<span class="style1">Ma&#322;ymi ikonami</span> aby zachowa&#263; miejsce), czy styl
	<span class="style1">Pasek</span>.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Poka&#380; linki do TrackReports w panelu</span>: 
	pozwala na pokazanie/ukrycie linków
    TrackReports w g&#322;ównym panelu; je&#380;eli nie planujesz wykorzystania TrackReports, 
	mo&#380;esz ukry&#263; ten link aby oszcz&#281;dzi&#263; miejsce na pasku.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Poka&#380; linki do Google Analytics w panelu</span>: 
	pozwala na pokazanie/ukrycie linków
    Google Analytics w g&#322;ównym panelu; je&#380;eli nie planujesz wykorzystania Google Analytics, 
	mo&#380;esz ukry&#263; ten link aby oszcz&#281;dzi&#263; miejsce na pasku.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Poka&#380; podpowiedzi czy starcie</span>: w&#322;&#261;cz okno 
	podpowiedzi, które si&#281; poka&#380;e gdy SendBlaster si&#281; uruchamia. Jest to dobry 
	pomys&#322; aby w&#322;&#261;czy&#263; t&#261; opcje zanim sie nie zapoznamy SendBlaster.<br>
&nbsp;</li>
<li class="item">
    <span class="style1">Synchronizuj wybrane listy przez panele</span>: to 
	bardzo pot&#281;&#380;na opcja, która pozwala ci na prac&#281; z t&#261; sam&#261; list&#261; we 
	wszystkich panelach zanim jej nie zmienisz. Na przyk&#322;ad je&#380;eli wybierzesz 
	ekran <a class="itemelement" href="sendblaster_messages_send.htm">Wy&#347;lij</a>,
    potem przechodzisz do sekcji
	<a class="itemelement" href="sendblaster_lists_managing.htm">Zarz&#261;dzanie 
	listami</a> aby doda&#263; nowe adresy, lista wybrana na ekranie
	<a class="itemelement" href="sendblaster_messages_send.htm">Wy&#347;lij</a>,
  	b&#281;dzie ju&#380; wybrana w sekcji
	<a class="itemelement" href="sendblaster_lists_managing.htm">Zarz&#261;dzanie 
	listami</a>. Wad&#261; mo&#380;e by&#263; to, &#380;e je&#380;eli masz du&#380;e listy i pc z niskiej 
	pó&#322;ki, mo&#380;e to troch&#281; spowolni&#263; program: je&#380;eli tak si&#281; sta&#322;o to po prostu 
	zablokuj t&#261; opcj&#281;.<br>
&nbsp;</li>
<li class="item">U&#380;yj przycisku <span class="style1">J&#281;zyk</span> aby zmieni&#263;&nbsp; 
j&#281;zyk interfejsu u&#380;ytkownika SendBlaster, wybrany j&#281;zyk b&#281;dzie u&#380;yty nast&#281;pnym 
razem gdy&nbsp; SendBlaster sie uruchomi.</li>
</ul>
</p>
<p class="item"><span class="style1">Wiadomo&#347;ci</span>:
<ul>
 <li class="item">
    <span class="style1">Domy&#347;lne kodowanie dla nowych wiadomo&#347;ci</span>:
	Ta opcja pozwala ci na ustawienie kodowania dla nowo tworzonych wiadomo&#347;ci.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Subskrypcje email</span>:
<ul>
 <li class="item">
    Ta sekcja pozwala na okre&#347;lenie tematu, który b&#281;dzie u&#380;yty do wiadomo&#347;ci 
	subskrypcji/ zako&#324;czenia subskrypcji. Mo&#380;esz równie&#380; czy wiadomo&#347;&#263; ma 
	pasowa&#263; do nich dok&#322;adnie czy nie, czy mamy j&#261; traktowa&#263; jako subskrypcj&#281;/ 
	zako&#324;czenie subskrypcji, lub te&#380; wystarczy zwarto&#347;&#263; okre&#347;lonych s&#322;ów. Ze 
	wzgl&#281;du na kompatybilno&#347;&#263; wsteczn&#261;&nbsp; tematy subskrybuj/ zako&#324;cz 
	subskrypcj&#281; zawsze równie&#380; b&#281;d&#261; dzia&#322;a&#322;y (oprócz tematów które zdefiniujesz). </li>
</ul>
</p>
<p class="item"><span class="itemelement">Zwyk&#322;y format zwrotów </span>:
<ul>
 <li class="item">
    Korzystaj&#261; z przyciski <span class="itemelement">Edytuj formaty</span>, 
	mo&#380;esz &#322;atwo <a class="itemlink" href="sendblaster_bounce_formats.htm">dodaj 
	lub edytuj w&#322;asny format zwrotów</a>. Z racji &#380;e formaty zwrotów zosta&#322;y 
	zaprojektowane do czytania przez ludzi i nie ma standardu SendBlaster mo&#380;e 
	przetwarza&#263; wi&#281;kszo&#347;&#263; z nich korzystaj&#261;c w z wewn&#281;trznej bazy, ale czasami 
	mo&#380;e si&#281; pojawi&#263; taki, który nie zostanie rozpoznany. Je&#380;eli co&#347; takiego 
	b&#281;dzie mia&#322;o miejsce mo&#380;e doda&#263; je r&#281;cznie do bazy zwrotów SendBlaster tak 
	aby SendBlaster móg&#322; je równie&#380; rozpoznawa&#263;.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Schedule</span>:
<ul>
 <li class="item">
    Ta sekcja pozwala na skonfigurowanie SendBlaster do uruchomienia w trybie 
	planowania (zminimalizowany do zasobnika ) gdy Windows startuje;
    w ten sposób zaplanowane operacje wysy&#322;ania mog&#261; zosta&#263; automatycznie 
	uruchomione przy starcie systemu.
</li>
</ul>
</p>
<p class="item"><span class="style1">Wy&#347;lij </span>:
<ul>
 <li class="item">
    Ta sekcja pozwala okre&#347;li&#263; czy chcesz aby SendBlaster wysy&#322;a&#322; zduplikowane 
	emaile do twoich kontaktów, gdy istnieje na li&#347;cie wi&#281;cej ni&#380; jeden raz. 
	Zazwyczaj, nie ma takiej potrzeby aby wysy&#322;a&#263; wi&#281;cej ni&#380; jedn&#261; kopi&#281; ka&#380;dego 
	emaila do twoich kontaktów, mocno zalecamy pozostawienie tej opcji 
	niezaznaczonej, chyba &#380;e masz jaki&#347; konkretny powód aby wysy&#322;a&#263; duplikaty do 
	publicznych kontaktów.
</li>
</ul>
</p>
<p class="item"><span class="style1">Wtyczki</span>:
<ul>
 <li class="item">
    Ta sekcja pozwala na w&#322;&#261;czenie lub wy&#322;&#261;czenie aktualnie zainstalowanych 
	wtyczek SendBlaster (bez ich deinstalacji w tym momencie, to mo&#380;esz zrobi&#263; w 
	panelu sterowania Windows lub deinstalatora wtyczki). Mo&#380;esz równie&#380; pobra&#263; 
	wi&#281;cej wtyczek do SendBlaster korzystaj&#261;c z przycisku
	<span class="itemelement">Wi&#281;cej pluginów</span>.
</li>
</ul>
</p>
<p class="item"><span class="style1">Baza</span>:
<ul>
 <li class="item">
    Korzystaj&#261;c z przycisku <span class="style1">Folder bazy danych</span>, 
	otworzysz folder Windows, gdzie s&#261; przechowywane dane u&#380;ytkownika; jest to 
	u&#380;yteczne przy piel&#281;gnacji, backupie oraz innych operacjach na bazie danych.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Informacja i licencja</span>:
<ul>
  <li class="item"> Tu mo&#380;esz przeczyta&#263; informacje o oprogramowaniu i Twojej 
	licencji.</li>
</ul>
</body>
</html>
