<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
.style2 {
				color: #FF0000;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReports</p>
<p class="item">Ten panel pozwala ci na &#322;atw&#261; nawigacj&#281; po stronie <strong>TrackReports</strong> 
bez otwierania okna zewn&#281;trznej przegl&#261;darki. Pasek jest ukryty domy&#347;lnie, ale 
&#322;atwo mo&#380;na go wy&#347;wietli&#263; klikaj&#261;c pasek <span class="itemelement">Nawiguj</span>; 
podobnie przyciski <span class="itemelement">W ty&#322;</span>, <span class="style1">
W przód</span>, <span class="itemelement">Strona Domowa</span>, 
<span class="style1">Od&#347;wie&#380;</span> i <span class="itemelement">Stop</span>. </p>
<p class="item">TrackReports jest us&#322;ug&#261; online, która pozwala ci na &#347;ledzenie 
twoich kampanii: jak wiele osób otworzy&#322;o twój newsletter, jak wiele z nich 
klikn&#281;&#322;o na linki i tak dalej; zebrane dane s&#261; wy&#347;wietlane na szczegó&#322;owych 
wykresach. Aby rozpocz&#261;&#263; &#347;ledzenie swojej kampanii naci&#347;nij przycisk
<span class="itemelement">TrackReports</span> w SendBlaster's
<a class="itemlink" href="sendblaster_messages_compose.htm">panel edycji 
wiadomo&#347;ci</a>:</p>
<ol class="item">
  <li>Stwórz wiadomo&#347;&#263; i wstaw linki</li>
  <li>Kiedy sko&#324;czysz po&#322;&#261;cz si&#281; z Internetem (je&#380;eli nie jeste&#347; po&#322;&#261;czony) i 
	kliknij przycisk <span class="itemelement">TrackReports</span></li>
  <li>Wprowad&#378; swoje konto TrackReports (musisz si&#281; zarejestrowa&#263; je&#380;eli jeszcze 
	go nie posiadasz) </li>
  <li>Wprowad&#378; nazw&#281; unikaln&#261; swojej wysy&#322;ki lub wybierz ju&#380; istniej&#261;c&#261; (sprawd&#378; 
	stron&#281; TrackReports je&#380;eli potrzebujesz pomocy)</li>
</ol>
<p class="item">Wszystkie linki w wiadomo&#347;ci zostan&#261; automatycznie 
zaktualizowane tak aby posiada&#263; kod TrackReports oraz system przekierowania; &quot;obraz 
&#347;ledz&#261;cy&quot; jest równie&#380; dodany do wiadomo&#347;ci. Od momenty gdy oryginalny kod 
HTML zosta&#322; zmieniony, dodawania kodu TrackReports musi by&#263; zawsze po 
zako&#324;czeniu edycji (inaczej mówi&#261;c to musi by&#263; ostatnia rzecz, która b&#281;dzie 
robiona przy tworzeniu wiadomo&#347;ci)*.</p>
<p class="item">Musisz by&#263; online aby doda&#263; pomy&#347;lnie kod TrackReports do swojej 
wiadomo&#347;ci, z racji tego &#380;e ta operacja wymaga dost&#281;pu TrackReports do online API. </p>
<p class="item">TrackReports jest w tej chwili w stadium beta, i z racji tego, w 
chwili pisania tych s&#322;ów jest oferowana jako darmowa us&#322;uga dla u&#380;ytkowników&nbsp; SendBlaster. 
Prosz&#281; pami&#281;ta&#263; o tym, &#380;e cho&#263; SendBlaster posiada pe&#322;n&#261; integracj&#281; z us&#322;ug&#261; to <strong>TrackReports 
nie jest cz&#281;&#347;ci&#261; SendBlaster (oprogramowania) </strong>i mo&#380;e by&#263; oferowana jako 
p&#322;atna w przysz&#322;o&#347;ci; w tej chwili jest oferowana bez &#380;adnych gwarancji. </p>
<p class="item"><span class="style2">Uwaga</span><font color="#FF0000">:</font> TrackReports 
korzysta z mechanizmu przekierowania (tak jak skrót url ); je&#380;eli serwer TrackReports 
nie b&#281;dzie dzia&#322;a&#322; us&#322;uga b&#281;dzie nie dost&#281;pna (twoi odbiorcy nie 
b&#281;d&#261; mogli 
otworzy&#263; twoich linków). Sugerujemy nie korzystanie z TrackReports lub innych 
systemów przekierowuj&#261;cych&nbsp; (url shorteners, etc) w krytycznej komunikacji. </p>
<hr size="1" noshade>
<p class="item">*Poza wyj&#261;tkiem gdy chcesz aby jakie&#347; linki nie by&#322;y &#347;ledzone: w 
tym przypadku po tym potrzebujesz linków&nbsp; un-tracked po dodaniu kodu&nbsp; TrackReports code 
do wiadomo&#347;ci. Je&#380;eli chcesz mo&#380;esz korzysta&#263; z obydwu&nbsp; <a href="sendblaster_messages_googleanalytics.htm" class="itemlink">Google Analytics</a> 
i TrackReports, najpierw dodaj Google Analytics a potem TrackReports (jako, &#380;e 
u&#380;ywa przekierowa&#324;).</p>
</body>
</html>
