<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">SendBlaster</p>
<p class="item"><strong>Sendblaster</strong> jest zaprojektowany do szybkiego i 
zautomatyzowanego wysy&#322;ania wielu emaili do wielu list dystrybucyjnych.
  Wyszukany silnik bazy danych oraz mo&#380;liwo&#347;&#263; personalizacji wiadomo&#347;ci&nbsp; (&#8220;Drogi 
Panie Janie Kowalski&#8221;, zamiast anonimowego &#8220;Drogi kliencie&#8221;)
    pozwala na tworzenie zautomatyzowanych newsletterów oraz kampanii 
reklamowych. Wszystko dzi&#281;ki programowi, który dzia&#322;a na Twoim komputerze. </p>
<p class="item">Dzi&#281;ki silnikowi <b>SmartSend</b> jest mo&#380;liwe wysy&#322;anie wielu 
wiadomo&#347;ci równocze&#347;nie, nawet bez serwera SMTP, co czyni wysy&#322;anie wiadomo&#347;ci 
bezpieczniejszym oraz &#322;atwiejszym ni&#380; przez standardowego klienta email. Ka&#380;da 
wiadomo&#347;&#263; jest wysy&#322;ana oddzielnie. Dane osobiste odbiorców s&#261; chronione. 
Wykorzystanie SendBlaster do zarz&#261;dzania wieloma wysy&#322;kami jest równie&#380; 
u&#380;yteczne, aby unikn&#261;&#263; ujawnienia przez pomy&#322;k&#281; adresu email innych osób.</p>
<p class="item">Wiadomo&#347;ci mog&#261; by&#263; tworzone bezpo&#347;rednio w programie, dzi&#281;ki 
kompletnemu zestawowi narz&#281;dzi do formatowania, lub zaimportowane z zewn&#281;trznych 
plików (strony HTML, 
  zapisane wcze&#347;niej wiadomo&#347;ci <i>.eml</i> &#8211; np. z Outlook). Funkcja 
edycji oraz importu pozwala na wstawianie obrazów bezpo&#347;rednio do wiadomo&#347;ci, 
unikaj&#261;c linków do zewn&#281;trznych plików (ostatni klienci email nie pozwalaj&#261; na 
to lub generuj&#261; ostrze&#380;enie bezpiecze&#324;stwa).</p>
<p class="item">Zarz&#261;dzanie listami dystrybucyjnymi jest optymalne: za pomoc&#261; 
kilku klikni&#281;&#263; mo&#380;esz stworzy&#263; now&#261; list&#281;, zmieni&#263; istniej&#261;c&#261; oraz zaimportowa&#263; 
adresy z zewn&#281;trznych &#378;róde&#322;. Import danych jest mo&#380;liwy z:</p>
<ul>
  <li class="item">Tekst sformatowany (.csv)</li>
  <li class="item">Outlook Express</li>
  <li class="item">Schowek</li>
  <li class="item">Strony www</li>
</ul>
<p class="item">Jest mo&#380;liwe równie&#380; odbieranie wiadomo&#347;ci subskrybuj / zako&#324;cz 
subskrypcj&#281; na podstawie okre&#347;lonego adresu email, innego dla ka&#380;dej listy 
dystrybucyjnej: wszystko co jest potrzebne do subskrypcji listy to wys&#322;anie 
emaila z &quot;Subskrybuj&quot;&nbsp; w polu tematu (lub &#8220;Zako&#324;cz 
subskrypcj&#281;&#8221; 
aby usun&#261;&#263;). Program pobiera wiadomo&#347;ci i automatycznie aktualizuje powi&#261;zane 
listy dystrybucyjne.</p>
<p class="item">Mo&#380;liwo&#347;&#263; zarz&#261;dzania subskrypcjami przez email oraz mo&#380;liwo&#347;&#263; 
importowania ze stron www pozwoli ci na &#322;atwe dodanie funkcjonalno&#347;ci mailingu 
do Twojej strony, pozwalaj&#261;c SendBlaster zaj&#261;c si&#281; aktualizacj&#261; list oraz 
wysy&#322;aniem wiadomo&#347;ci do w&#322;a&#347;ciwych odbiorców (dodatkowo pozwalaj&#261;c na 
unikni&#281;cie wys&#322;ania wiadomo&#347;ci do osób, które nie powinny jej otrzyma&#263;).</p>
<p class="item">Zarz&#261;dzenie listami dystrybucyjnymi przez email jest raczej 
wyszukane: adres mo&#380;e zosta&#263; zablokowany lub odblokowany jednym klikni&#281;ciem, jak 
równie&#380; jest mo&#380;liwe filtrowanie danych w bardziej zaawansowany sposób, bazuj&#261;c 
na zawarto&#347;ci jednego lub wi&#281;cej pól. Kombinacja tych dwóch funkcjonalno&#347;ci 
pozwala na wys&#322;anie wiadomo&#347;ci do bardzo specyficznych podgrup adresów na 
konkretnej li&#347;cie (dla przyk&#322;adu, tylko do ludzi mieszkaj&#261;cych na konkretnym 
terenie, lub kontaktów, które prowadz&#261; konkretny biznes). 
</p>
<p class="item">Oprogramowanie równie&#380; rozpoznaje nowe subskrypcje, jak równie&#380; 
jest mo&#380;liwym wys&#322;anie wiadomo&#347;ci tylko do osób, które wcze&#347;niej jej nigdy nie 
dosta&#322;y. Pola mog&#261; by&#263; modyfikowane i jest wiele ró&#380;nych opcji do wyszukiwania. 
Ka&#380;dy adres mo&#380;e zosta&#263; po&#322;&#261;czony ze stylem notatki &#8220;PostIt&#8221;,&nbsp; 
których zawarto&#347;&#263; równie&#380; mo&#380;na przeszukiwa&#263;.</p>
<p class="title">Wersje</p>
<table width="400" border="0" cellpadding="0" cellspacing="0">
  <tr> 
      <td valign="top" class="item">Niektóre z opcji opisane w pomocy s&#261; tylko 
		dost&#281;pne w wersji Pro. Oto krótkie zestawienie: </td>
      <td width="170" valign="top"> 
      <iframe name="mainframe" src ="sendblaster_compare.htm" scrolling="no" width="200" height="200" frameborder="0"> 
      </iframe></td>
   </tr>
</table>
  <table width="100%" border="0" cellpadding="4" cellspacing="0">
    <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong>
	<font color="#009900">Pierwsze kroki</font></strong></p>
      <p class="item">Oto jak mo&#380;esz stworzy&#263; i wys&#322;a&#263; wiadomo&#347;&#263; w kilku 
		prostych krokach:</p>
      <p class="item"><strong>1. Tworzenie wiadomo&#347;ci:</strong> w panelu
		<span class="itemelement">Wiadomo&#347;ci</span> naci&#347;nij na
		<a class="itemlink" href="sendblaster_messages_compose.htm">Utwórz 
		wiadomo&#347;&#263;</a>; i utwórz wiadomo&#347;&#263; (dodaj&#261;c równie&#380; obrazy) lub 
		zaimportuj je z zewn&#281;trznego pliku (dla przyk&#322;adu email zapisany 
		wcze&#347;niej w 
        Outlook Express). W tej chwili mo&#380;e by&#263; u&#380;yteczne zapoznanie si&#281; z 
		wykorzystaniem znaczników, b&#281;d&#261; podstawione wtedy dane prawdziwego 
		odbiorcy: Drogi <i>#Nazwa#</i> stanie si&#281; <i>Drogi Janie Kowalski</i>.</p>
      <p class="item"><strong>2. Zdefiniuj list&#281; adresow&#261;:</strong> kliknij na
		<a class="itemlink" href="sendblaster_lists_managing.htm">Zarz&#261;dzanie 
		list&#261;</a> w panelu <span class="itemelement"> Listy i adresy</span>. 
        Wstaw nowy adres w domy&#347;lnej li&#347;cie lub stwórz now&#261; list&#281;, na przyk&#322;ad 
		korzystaj&#261;c z funkcji
		<a class="itemlink" href="sendblaster_lists_import.htm">Import z Outlook 
		Express</a>; wypróbuj funkcje grupuj&#261;ce przeci&#261;gaj&#261;c nag&#322;ówek kolumny na 
		specjalny obszar nad ni&#261; lub w&#322;&#261;czaj&#261;c/ wy&#322;&#261;czaj&#261;c adresy.</p>
        
      <p class="item"><strong>3. Wy&#347;lij wiadomo&#347;&#263;:</strong> w panelu
		<span class="itemelement">Wiadomo&#347;ci</span> kliknij
		<a class="itemlink" href="sendblaster_messages_send.htm">Wy&#347;lij</a>; 
        wybierz list&#281; odbiorców i okre&#347;l parametry po&#322;&#261;czenia do serwera SMTP 
		lub spróbuj bezpo&#347;redniego wys&#322;ania (w tym przypadku mo&#380;e spróbowa&#263; 
		okre&#347;li&#263; opcje szybkiego wysy&#322;ania).</p></td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </table>
<p>&nbsp;</p>
</body>
</html>
