<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-style: italic;
}
.style2 {
				font-family: Verdana, Arial, Helvetica, sans-serif;
				font-size: 8pt;
				color: #1441A0;
				font-weight: bold;
}
.style3 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
.style4 {
				font-family: Verdana, Arial, Helvetica, sans-serif;
				font-size: 8pt;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Zarz&#261;dzanie listami</p>
<p class="item">SendBlaster mo&#380;e zarz&#261;dza&#263; wieloma listami dystrybucyjnymi*. </p>
<p class="item">Aktualna lista jest wybierana z listy rozwijanej, która si&#281; 
znajduje u góry. Obok znajdziesz trzy przyciski, które pozwalaj&#261; ci tworzy&#263; 
now&#261; list&#281; (przycisk <span class="itemelement">Nowy</span><span class="item">), 
  zmieni&#263; nazw&#281; aktualnej listy (</span><span class="style1"><span class="style2">Zmie&#324;</span></span><span class="item">), 
  usun&#261;&#263; (</span><span class="style1"><span class="style2">Usu&#324;</span></span><span class="item">) 
  lub wys&#322;a&#263; na drukark&#281; (</span><span class="style1"><span class="style2">Drukuj</span></span><span class="item">). 
  Te zadania mog&#261; zosta&#263; wykonane równie&#380;, klikaj&#261;c na list&#281; rozwijan&#261; prawym 
przyciskiem myszy.</span></p>
<p class="item">Pozosta&#322;a cze&#347;&#263; okna jest przeznaczona na adresy wybranej listy 
dystrybucyjnej.</p>
<p class="item">Ka&#380;dy adres pokazuje: status subskrypcji (zaznaczony ikonami&nbsp; <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> 
  i <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12"> 
  ), stan aktywacji (zaznaczony polem wyboru), zawarto&#347;&#263; 15
<a class="itemlink" href="sendblaster_settings_fields.htm">modyfikowalnych pól</a> 
  (pierwszym jest zawsze adres email), obecno&#347;&#263; komentarzy (zaznaczone przez 
ikon&#281; <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
  , klikanie na ni&#261; otworzy komentarze). Kolejno&#347;&#263; kolumn mo&#380;e by&#263; zmieniana 
przez ich przesuwanie (proste przeci&#261;gnij i upu&#347;&#263; nag&#322;ówek kolumny). Kolumnom 
mo&#380;na równie&#380; zmienia&#263; rozmiar. 
</p>
<p class="item">W trakcie
<a class="itemlink" href="sendblaster_messages_send.htm">operacji wysy&#322;ania</a>, 
adres zaznaczony jako nie subskrybowany lub nieaktywny zostanie pomini&#281;ty. 
Operacja wysy&#322;ania b&#281;dzie wykonana je&#380;eli adres jest zarówno aktywny i 
subskrybowany. Mo&#380;esz &#322;atwo wykry&#263; adresy, które nie b&#281;d&#261; za&#322;&#261;czone w wysy&#322;ce od 
chwili gdy b&#281;d&#261; wyszarzane:</p>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td><img src="img/sendblaster_lists_managing_4.gif" width="156" height="94"></td>
    <td valign="middle" class="item">&nbsp;</td>
    <td width="100%" valign="top" class="item">W przyk&#322;adzie po lewo operacja 
	wysy&#322;ki b&#281;dzie tylko zastosowana do pierwszego adresu, jak &#380;e tylko on 
	aktywny i subskrybowany.</td>
  </tr>
</table>
<p class="item">Lista adresowa mo&#380;e by&#263; &#322;atwo filtrowana przez klikanie na 
nag&#322;ówki kolumn. Przeci&#261;ganie jednego lub wi&#281;cej nag&#322;ówków kolumn na obszar 
ponad list&#261; (<span class="itemelement">Przeci&#261;gnij nag&#322;ówek kolumny na ten 
obszar aby grupowa&#263; dane</span>) pozwoli ci na grupowanie adresów na podstawie 
zawarto&#347;ci pól. <span class="itemelement">Total
  </span>checkbox równie&#380; zostanie pokazane, pozwalaj&#261;c ci (je&#380;eli zostanie 
zaznaczone) wiedzie&#263; ile adresów jest za&#322;&#261;czonych w ka&#380;dej z grup.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900">
	<strong>Jak filtrowa&#263; adresy</strong></font></p>
      <p>Czasowa aktywacja/ dezaktywacja jednego lub wi&#281;cej elementów (bez 
		ko&#324;czenia ich subskrypcji) pozwala ci na wysy&#322;anie wiadomo&#347;ci do podgrup 
		adresów na li&#347;cie. Dzi&#281;ki tej opcji b&#281;dziesz w stanie stworzy&#263; pot&#281;&#380;ne 
		narz&#281;dzie do filtrowania w trakcie procesu wysy&#322;ki. </p>
      <p>Na przyk&#322;ad, je&#380;eli pole &quot;Miasto&quot; jest zdefiniowane mo&#380;esz wysy&#322;a&#263; 
		tylko do tych, którzy mieszkaj&#261; w konkretnym mie&#347;cie, czasowo blokuj&#261;c 
		wszystkie pozosta&#322;e adresy. Je&#380;eli pola &quot;zawód&quot; jest zdefiniowane mo&#380;esz 
		wysy&#322;a&#263; wiadomo&#347;ci tylko do konkretnej grupy zawodowej (mo&#380;liwa jest 
		równie&#380; kombinacja tych dwóch pól).</p>
      <p>SendBlaster dostarcza pot&#281;&#380;ny kreator filtrów, który pozwala na 
		dostosowywanie wysy&#322;ki u&#380;ytkownikom po przez wybieranie i aktywowanie 
		rekordów spe&#322;niaj&#261;cych okre&#347;lone warunki. Wspiera wiele warunków i 
		kompleksowe operatory, tak &#380;e wizualnie mo&#380;na budowa&#263; pot&#281;&#380;ne zapytania SQL, 
		bez pisania kodu. Ten filtr jest dost&#281;pny przez przycisk <span class="itemelement">Filtr</span>.</p>
      <p>Zablokowanie jednego lub wi&#281;cej adresów pozwala ci równie&#380; na 
		stworzenie listy wyj&#261;tków (adresy do których wiadomo&#347;&#263; zostanie zawsze 
		wys&#322;ana lub nigdy, nawet gdy u&#380;ytkownik spontaniczne si&#281; zapisze na 
		list&#281;).</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">Na szczycie listy adresowej znajdziesz pasek zarz&#261;dzania list&#261;. 
Mo&#380;esz uzyska&#263; dost&#281;p do tych polece&#324; równie&#380; przez menu kontekstowe, które jest 
wy&#347;wietlane po naci&#347;ni&#281;ci prawego przycisku myszki na li&#347;cie. </p>
<p class="item">Mo&#380;esz wstawi&#263; nowy adres ( przycisk <span class="itemelement">Nowy</span>),
  zmodyfikowa&#263; wybrane adresy (<span class="style3">Edytuj</span>) lub usun&#261;&#263; 
jeden lub wi&#281;cej adresów (<span class="style3">Usu&#324;</span>). Mo&#380;esz wybra&#263; wiele 
adresów korzystaj&#261;c zarówno z klawiatury i myszki: klikaj&#261;c na adres trzymaj&#261;c 
wci&#347;ni&#281;ty klawisz <em>Ctrl </em>&nbsp;w trakcie dodawania adresów, klikaj&#261;c na 
adresy z wci&#347;ni&#281;tym klawiszem.</p>
<p class="item">Z przyciskami&nbsp; <span class="itemelement">Wytnij </span>/ 
<span class="style3">Kopiuj</span> 
  / <span class="style4"> <span class="style3">Wklej</span></span><span class="item"> 
mo&#380;esz kasowa&#263; lub kopiowa&#263; adresy do/ i ze schowka (je&#380;eli chcesz wybra&#263; 
wszystkie kliknij prawym przyciskiem myszki i wybierz </span>
<span class="style1"><span class="style2"> Wybierz wszystko</span></span><span class="item">).</span></p>
<p class="item">Przyciski <span class="itemelement">Subskrybuj wybrane adresy </span>
<span class="style4">i</span> <span class="style3">Nie subskrybuj wybranych 
adresów</span> pozwalaj&#261; na r&#281;czne zarz&#261;dzanie subskrypcj&#261; wybranej listy (subskrypcja 
adresu spowoduje zmian&#281; daty subskrypcji). Przyciski <span class="style3">W&#322;&#261;cz 
wybrane adresy</span> i <span class="style3">Wy&#322;&#261;cz wybrane adresy</span><span class="itemelement"> 
  </span>pozwoli co na aktywacj&#281;/ dezaktywacj&#281; adresów ze wzgl&#281;du na stan 
subskrypcji.</p>
<p class="item">Przycisk <span class="itemelement">Filtr</span> pozwala na 
filtrowanie do 5 regu&#322;, tak jak zapytanie SQL tylko bez skomplikowania; pozwala 
równie&#380; na wykonanie operacji na wszystkich, które spe&#322;niaj&#261; warunki:
<span class="style3">W&#322;&#261;cz </span><span class="itemelement">/Wy&#322;&#261;cz</span> je, 
lub <span class="style3">Subskrybuj </span><span class="itemelement">/Zako&#324;cz 
subskrypcj&#281;</span>, mo&#380;esz równie&#380; wybra&#263; <span class="itemelement">Dezaktywuj</span> 
nie spe&#322;niaj&#261;ce warunków kontakty, lub te&#380; zostawi&#263; je takie jakie s&#261;.
</p>
<p class="item">Przycisk <span class="itemelement">Historia</span> pokazuje 
poprzednio wys&#322;ane wiadomo&#347;ci do wybranych adresów.</p>
<p class="item">Klikaj&#261;c na przycisk <span class="itemelement">Notatki </span> 
<span class="style4">pojawi si&#281; nowe okno do którego mo&#380;esz wstawi&#263; w&#322;asny 
tekst, który zostanie powi&#261;zany z konkretnym adresem. Adresy powi&#261;zane z notatk&#281; 
s&#261; zaznaczone przez ikon&#281;</span>&nbsp; <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
  w ostatniej kolumnie (klikni&#281;cie na ikon&#281; spowoduje równie&#380; pojawienie sie 
okna notatek).</p>
<p class="item">Przycisk <span class="itemelement">Szukaj</span>** poka&#380;e okno, 
które pozwala na przeszukiwanie tekstu w konkretnym polu lub wielu polach (w&#322;&#261;czaj&#261;c 
notatki). Wybieraj&#261;c&nbsp;&nbsp; <span class="style4"> <span class="style3">
Dok&#322;adne dopasowanie </span> </span><span class="item"> operacja wyszukiwania 
poka&#380;e wszystkie adresy, które zawieraj&#261; dok&#322;adnie t&#261; warto&#347;&#263;. Aby przej&#347;&#263; przez wynik mo&#380;esz 
skorzysta&#263; z przycisków </span><span class="style1"><span class="style2"> Znajd&#378; 
pierwszy</span></span><span class="item">, </span><span class="style1">
<span class="style2">Nast&#281;pny</span></span><span class="item"> i </span>
<span class="style1"><span class="style2">Poprzedni</span></span><span class="item"> 
w oknie wyszukiwania.</span></p>
<p class="item">Przycisk <span class="itemelement">Znajd&#378; duplikaty </span>
<span class="style4">poka&#380;e okno, które pozwala na zarz&#261;dzanie zduplikowanymi 
emailami na listach. Mo&#380;esz wyszukiwa&#263; zduplikowane adresy w wybranych listach i 
usun&#261;&#263; lub edytowa&#263; zdublowane kontakty. Zwró&#263; uwag&#281;, &#380;e mo&#380;esz mie&#263; 
zduplikowane adresy na swoich listach i zdecydowa&#263; czy wys&#322;a&#263; wiadomo&#347;&#263; do 
zdublowanego emaila w oknie </span>
<a class="itemlink" href="sendblaster_settings_advancedsettings.htm">Ustawie&#324; 
zaawansowanych</a>.
</p>
<p class="item">Przycisk&nbsp; <span class="style3">Prze&#322;&#261;cz widok</span> 
pozwala na prze&#322;&#261;czenie pomi&#281;dzy normalnym widokiem, a widokiem &quot;widok kart&quot; (i 
z powrotem). 
  W &quot;widoku kart&quot; ka&#380;dy adres jest pokazany w oddzielnej karcie z 
modyfikowaln&#261; szeroko&#347;ci&#261;. Nawigacj&#261; jest mo&#380;liwa po przez suwak.</p>
<p class="item">Mo&#380;esz chcie&#263; wykorzysta&#263; tylko cz&#281;&#347;&#263; z 15 dost&#281;pnych pól; 
  aby oszcz&#281;dzi&#263; przestrze&#324; na ekranie, klikaj&#261;c na <span class="style3">
Widoczne pola</span> mo&#380;esz&nbsp; zdecydowa&#263;, które pola b&#281;d&#261; widoczne.</p>
<hr size="1" noshade>
<p class="item">*Edycja Free mo&#380;e zarz&#261;dza&#263; tylko 2 listami dystrybucyjnymi.<br>
  **Wyszukiwanie jest tylko w wersji Pro</p>
<p class="item">&nbsp;</p>
</body>
</html>
