<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-family: Verdana, Arial, Helvetica, sans-serif;
				font-size: 8pt;
}
.style2 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Historia</p>
<p class="item">To okno pozwala ci na zobaczenie wszystkich wys&#322;anych 
wiadomo&#347;ci. W 
przypadku gdy operacja nie zosta&#322;a zako&#324;czona (na przyk&#322;ad twój serwer SMTP nie 
pozwala na wys&#322;anie wi&#281;cej ni&#380; mo&#380;na w okre&#347;lonym czasie) jest mo&#380;liwe 
doko&#324;czenie wysy&#322;ania od momentu, w którym zosta&#322;a to przerwane, wysy&#322;aj&#261;c 
wiadomo&#347;&#263; do wszystkich odbiorców, którzy nie dostali wiadomo&#347;ci w pierwotnej 
operacji.&nbsp; </p>
<p class="item">Ka&#380;da operacja ma podan&#261; dat&#281; wys&#322;ania, nazw&#281; listy oraz temat.</p>
<p class="item">Naci&#347;nij przycisk <span class="itemelement">Podgl&#261;d email</span> 
  (lub wybierz odpowiednie polecenie z prawym przyciskiem myszy), aby zobaczy&#263; 
wiadomo&#347;&#263; wys&#322;an&#261; do wybranej grupy.</p>
<p class="item"><span class="itemelement">Lista adresowa </span>
<span class="style1">pozwala zobaczy&#263; list&#281; wszystkich adresów, do których 
wiadomo&#347;&#263; zosta&#322;a wys&#322;ana. Wszystkie wiadomo&#347;ci, do których uda&#322;o si&#281; wiadomo&#347;&#263; 
dostarczy&#263; s&#261; na zielono, gdy adresy w kolorze czerwonym to te do których 
wiadomo&#347;&#263; nie dotar&#322;a</span>.</p>
<p class="item">Przycisk <span class="itemelement">Log</span> pokazuje log 
wys&#322;ania, który jest zapisem komunikacji z serwerem SMTP (lud zdalnymi serwerami 
w przypadku bezpo&#347;redniego wysy&#322;ania).</p>
<p class="item">W przypadku gdy jeden lub wi&#281;cej adresów nie by&#322;o do&#322;&#261;czonych do 
operacji wysy&#322;ania, ostatnia kolumna na li&#347;cie (w przypadku niedoko&#324;czonych 
wpisów) b&#281;dzie mia&#322;a przycisk <img src="img/sendblaster_messages_history_1.gif" width="16" height="16">.
   Klikniecie na niego pozwoli ci na doko&#324;czenie wysy&#322;ania korzystaj&#261;c z 
obecnych opcji, które s&#261; okre&#347;lone w zak&#322;adce <span class="itemelement">
<a class="itemlink" href="sendblaster_messages_send.htm">Wy&#347;lij</a></span>. 
Wiadomo&#347;&#263; zostanie wys&#322;ana wtedy do wszystkich odbiorców, którzy jeszcze nie 
dostali jej (czerwony kolor adresu w oknie adresów).</p>
<p class="item">Elementy historii mog&#261; zosta&#263; skasowane poprzez wybranie ich 
(u&#380;yj klawisza <em>Ctrl</em> 
  na klawiaturze do wybrania wielu elementów lub te&#380;&nbsp;<em>Shift </em>do 
wybrania grupy) i kliknij przycisk <span class="itemelement">Usu&#324; elementy</span>.</p>
<p class="item">Dostarczone i niedostarczone adresy mog&#261; zosta&#263; wyeksportowane 
do pliku korzystaj&#261;c z przycisków <span class="itemelement">Eksportuj dostarczone</span> 
i <span class="itemelement">Eksportuj niedostarczone</span>. Eksport adresów 
niedostarczonych mo&#380;e by&#263; równie&#380; u&#380;yteczny, gdy chcesz wyczy&#347;ci&#263; list&#281; ze z&#322;ych 
adresów: mo&#380;esz pó&#378;niej&nbsp;
<a class="itemlink" href="sendblaster_lists_import.htm">zaimportowa&#263; plik</a> 
wybieraj&#261;c opcj&#281; usu&#324; lub zako&#324;cz subskrypcj&#281;.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong>
	<font color="#009900">Kiedy warto korzysta&#263; z opcji Historia? </font></strong></p>
      <p>Ko&#324;czenie procesu wysy&#322;ania wiadomo&#347;ci przez opcj&#281; Historia jest 
		wspania&#322;ym sposobem na omijania ogranicze&#324; serwerów SMTP, które mog&#261; nie 
		pozwoli&#263; na wys&#322;anie zbyt wielu wiadomo&#347;ci w krótkim przedziale czasu. 
		Restrykcje serwera SMTP mog&#261; istnie&#263; pomimo ustawie&#324; w
		<span class="style2">Opcjach zaawansowanych</span> w zak&#322;adce
		<span class="itemelement">
		<a class="itemlink" href="sendblaster_messages_send.htm">Wy&#347;lij</a></span>, 
		nie pozwalaj&#261;c na operacj&#281; wys&#322;ania w jednym kroku. Dla przyk&#322;adu twój 
		serwer mo&#380;e nie pozwala&#263; na wys&#322;anie wi&#281;cej ni&#380; 50 wiadomo&#347;ci w ci&#261;gu 
		godziny, a wi&#281;c lista ze 100 adresami musi zosta&#263; wys&#322;ana na raty, najpierw pierwsza po&#322;owa, a potem druga. Po odczekaniu godziny 
		pomi&#281;dzy wysy&#322;kami operacja 
		mo&#380;e zosta&#263; doko&#324;czona w oknie historia. </p>
      <p>Eksport niedostarczonych adresów (czerwonych) mo&#380;e by&#263; równie&#380; 
		u&#380;yteczny kiedy chcesz wyczy&#347;ci&#263; list&#281; z nie dzia&#322;aj&#261;cych adresów. </p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">&nbsp;</p>
</body>
</html>
