<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-family: Verdana, Arial, Helvetica, sans-serif;
				color: #14418A;
				font-weight: bold;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title"><strong>Co nowego w wersji sendBlaster 2</strong></p>
<ul>
  <li><span class="style1">Ulepszony i zmieniony interfejs u&#380;ytkownika</span><span class="item"><strong class="title"><br>
  </strong>SendBlaster jest jeszcze &#322;atwiejszy w u&#380;yciu ni&#380; przedtem. 
	U&#380;ytkownicy mog&#261; wybra&#263; pomi&#281;dzy klasycznym lewym panelem, poprawionym, aby 
	lepiej wygl&#261;da&#322; i wspieraj&#261;cym teraz ma&#322;e i du&#380;e ikony, oraz nowym paskiem 
	który oszcz&#281;dza teraz miejsce w poziomie. Wszystkie panele mo&#380;na przewija&#263; 
	kó&#322;kiem myszy; wybór list mo&#380;e zosta&#263; zsynchronizowany we wszystkich 
	panelach i w porz&#261;dku alfabetycznym;&nbsp;wszystkie ikony zosta&#322;y 
	przeprojektowane; i wiele innych drobnych ulepsze&#324; zosta&#322;o dodane.</span><br>
  &nbsp; </li>
  <li><span class="style1">Planowe wysy&#322;ek</span><span class="item"><strong class="title"><br>
  </strong>Teraz u&#380;ytkownicy mog&#261; stworzy&#263; mailing i pozwoli&#263; aby 
    SendBlaster 2 wys&#322;a&#322; je pó&#378;niej automatycznie w okre&#347;lonym dniu i porze. Lub 
	te&#380; mo&#380;na ona zosta&#263; &quot;zaparkowana&quot; tak &#380;e b&#281;dzie mo&#380;na j&#261; uruchomi&#263; pó&#378;niej 
	r&#281;cznie. Teraz SendBlaster mo&#380;e dzia&#322;a&#263; zminimalizowany w trybie planowania 
	oraz startowa&#263; przy uruchamianiu systemu.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">&#346;ledzenie emaili <br>
  </strong>SendBlaster 2 ma wbudowane wsparcie, kreatory oraz panele dla Google Analytics, 
	monitoring kampanii Google jako darmow&#261; us&#322;ug&#281; oraz TrackReports, nasz 
	zaawansowany system &#347;ledzenia i raportowania online.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Nowe, pot&#281;&#380;ne filtry danych <br>
  </strong>Pot&#281;&#380;ny filtr zosta&#322; dodany, tak aby pozwoli&#263; u&#380;ytkownikom 
	dostosowywa&#263; ich wysy&#322;k&#281; po przez wybieranie i w&#322;&#261;czanie lub blokowanie 
	rekordów spe&#322;niaj&#261;cych okre&#347;lone kryteria. Wspiera wiele warunków i 
	skomplikowane operatory, tak &#380;e wizualnie mo&#380;na budowa&#263; pot&#281;&#380;ne zapytania SQL 
	bez pisania kodu. Duplikaty mog&#261; zosta&#263; teraz wyfiltrowane automatycznie, 
	tak jak w wersji 1, lub zarz&#261;dzanie przez u&#380;ytkowników przez pot&#281;&#380;ny silnik 
	wyszukiwania.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Wi&#281;cej opcji wysy&#322;ania <br>
  </strong>U&#380;ytkownicy mog&#261; teraz dodawa&#263; w&#322;asne nag&#322;ówki, &#380;&#261;da&#263; potwierdze&#324; 
	ustawia&#263; wysoki priorytet wiadomo&#347;ci, tworzy&#263; w&#322;asne Do: nag&#322;ówki wspieraj&#261; 
	tagi &#322;&#261;czce, w&#322;&#261;czanie i wy&#322;&#261;czania automatycznego filtrowania 
	zduplikowanych adresów w trakcie wysy&#322;ki.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Wi&#281;cej mo&#380;liwo&#347;ci edycji 
	wiadomo&#347;ci <br>
  </strong>Wiele nowych przycisków w panelu komponowaniu wiadomo&#347;ci, pozwala 
	u&#380;ytkownikom na &#322;atwe dodawania linków do wiadomo&#347;ci, dodawanie specjalnych 
	linków Google Analytics i TrackReports, dodawa&#263; tagi z&#322;&#261;czaj&#261;ce w temacie i 
	w polu do:. teraz wiadomo&#347;ci tylko tekstowe (jako przeciwie&#324;stwo do HTML) 
	mog&#261; zosta&#263; stworzone przez zaznaczenie pola.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Sprawdzanie spamu<br>
  </strong>Teraz mo&#380;na sprawdzi&#263; wynik anty spamowy w locie, w trakcie edycji 
	wiadomo&#347;ci; jest to sprawdzanie na bazie silnika popularnego&nbsp; SpamAssassin, 
	jednego na najcz&#281;&#347;ciej stosowanych na serwerach email.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Podgl&#261;d tagów z&#322;&#261;czaj&#261;cych <br>
  </strong>Podgl&#261;d wspiera teraz równie&#380; tagi z&#322;&#261;czaj&#261;ce, tak &#380;e u&#380;ytkownik ma 
	lepszy podgl&#261;d na to co wysy&#322;a.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Wi&#281;ksza szybko&#347;&#263; <br>
  </strong>SendBlaster teraz wspiera do 50 po&#322;&#261;cze&#324; 
    - to powinno znacz&#261;co podnie&#347;&#263; pr&#281;dko&#347;&#263; wysy&#322;ania przy korzystaniu z 
	serwerów SMTP. Dodatkowo SendBlaster daje teraz opcj&#281; nie przerwania 
	wysy&#322;ania nawet je&#380;eli przez chwile nie b&#281;dzie po&#322;&#261;czenia z Internetem, co 
	daje mo&#380;liwo&#347;&#263; nienadzorowanej wysy&#322;ki.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Modyfikowalna subskrypcja i 
	formaty zwrotów<br>
  </strong>U&#380;ytkownicy mog&#261; dostosowa&#263; temat subskrypcji oraz anulacji oraz 
	doda&#263; w&#322;asny format zwrotu aby &#322;atwiej i automatycznie przetwarza&#263; nie 
	dostarczone zwroty .</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Profile SMTP i POP3 <br>
  </strong>Korzystanie z wielu profili SMTP i POP3 jest &#322;atwiejsze ni&#380; 
	kiedykolwiek - informacje o koncie mog&#261; zosta&#263; zapisane do wielu profili tak 
	&#380;e wszystkie ustawienia SMTP i/lub POP3 mog&#261; zosta&#263; zmienione za pomoc&#261; 
	kilku klikni&#281;&#263;. 
    Jest to szczególnie u&#380;yteczne kiedy wysy&#322;asz wysy&#322;k&#281; w czyim&#347; imieniu.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Snapshots<br>
  </strong>Zapisz wszystkie ustawienia dowolnego panelu i skorzystaj z nich 
	pó&#378;niej dzi&#281;ki kilku klikni&#281;ciom - jest to tak &#322;atwe jak zrobienie snapshota. 
	Snapshoty rozszerzaj&#261; koncepcj&#281; profili na nowy poziom - prawie ka&#380;da grupa 
	ustawie&#324; w SendBlaster mo&#380;e zosta&#263; zapisana jako snapshot.</span><br>
  &nbsp; </li>
  <li><span class="title"><strong>Wsparcie dla zewn&#281;trznych pluginów<br>
  </strong></span><span class="item">U&#380;ytkownicy mog&#261; pobiera&#263; darmowe pluginy 
	(ma&#322;e aplikacje wykonuj&#261;ce konkretne zadania, jak import z ró&#380;nych klientów 
	poczty, etc) z naszej strony i wiele jeszcze zostanie dodanych. API do 
	pluginów jest publiczne tak &#380;e inni deweloperzy mog&#261; tworzy&#263; nowe u&#380;yteczne 
	pluginy..</span><br>
    &nbsp;</li>
  <li> <span class="item"><strong class="title">Nowe, &#322;atwiejsze w modyfikacji 
	wzorce <br>
  </strong>SendBlaster 2 ma ponad 100 nowych profesjonalnych wzorców, wszystkie 
	z modyfikowalnym wygl&#261;dem, który &#322;atwo mo&#380;na dostosowa&#263; do w&#322;asnych potrzeb.</span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">&#321;atwiejszy dost&#281;p do plików 
	danych<br>
  </strong>Bezpo&#347;redni dost&#281;p do plików danych w celach archiwizacji jest teraz 
	&#322;atwiejszy, bo s&#261; zapisywane w folderze moje dokumenty </span>.<br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Nie potrzeba uprawnie&#324; 
	administracyjnych <br>
  </strong>SendBlaster 2 mo&#380;e dzia&#322;a&#263; na koncie standardowego u&#380;ytkownika 
	systemu Windows</span><br>
    &nbsp;</li>
  <li><strong class="title">Gotowy na Windows 7</strong><br>
    &nbsp; </li>
  <li class="item"><strong class="title">I jeszcze wi&#281;cej!<br>
  </strong>SendBlaster 2 ma znacznie wi&#281;cej ulepsze&#324;, które pozwalaj&#261; na szybsz&#261; 
	i lepsz&#261; prac&#281; u&#380;ytkowników.</li>
</ul>
<p class="item">&nbsp;</p>
</body>
</html>
