<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Import</p>
<p class="item">Mo&#380;esz importowa&#263; dane z zewn&#281;trznego &#378;ród&#322;a do aktualnie 
wybranej listy. S&#261; cztery mo&#380;liwe &#378;ród&#322;a:</p>
<ul>
  <li class="item"> Mo&#380;esz importowa&#263; ze sformatowanego pliku tekstowego (.csv, .txt), 
    który znajduje si&#281; na lokalnym komputerze lub w sieci lokalnej, naciskaj&#261;c
	<span class="itemelement">Import ze zewn&#281;trznego pliku tekstowego</span>. &#8220;Tekst 
	sformatowany&#8221; jest szeroko stosowany do wymiany danych pomi&#281;dzy 
	skoroszytami i bazami danych: wi&#281;kszo&#347;&#263; programów z tej kategorii jest w 
	stanie eksportowa&#263; do plików w tym formacie.<br>
    &nbsp; </li>
  <li class="item">Mo&#380;esz importowa&#263; ze stron www wybieraj&#261;c
	<span class="itemelement"> 
    Import ze strony przez http://</span>. Ten proces jest bardzo podobny do 
	metody z tekstem sformatowanym, oprócz tego, &#380;e plik nie znajduje si&#281; na 
	maszynie lokalnej tylko jest jest dost&#281;pny przez protokó&#322; HTTP. Dane mog&#261; 
	zosta&#263; zaimportowane przez dynamicznie wygenerowany skrypt (np. ASP lub PHP). 
	Ta metoda pozwala na import zawarto&#347;ci z bazy online, która wspiera skrypt 
	eksportuj&#261;cy. Link do strony b&#281;dzie wprowadzony jako &#378;ród&#322;o danych.<br>
    &nbsp; </li>
  <li class="item">Mo&#380;esz importowa&#263; dane ze&nbsp; schowka Windows (po wklejeniu 
	tam danych z innego oprogramowania), wybieraj&#261;c <span class="itemelement">Import 
    ze schowka</span>.<br>
    &nbsp; </li>
  <li class="item">Mo&#380;esz importowa&#263; dane ksi&#261;&#380;ki adresowej Outlook Express (aka 
    ksi&#261;&#380;ki adresowej Windows), wybieraj&#261;c <span class="itemelement">Import z 
    Outlook Expressa</span>.</li>
</ul>
<p class="item">Dane za&#322;adowane z zewn&#281;trznego &#378;ród&#322;a mog&#261; zosta&#263; wykorzystane w 
jednej z nast&#281;puj&#261;cych operacji:</p>
<ul>
  <li class="item">Mog&#261; zosta&#263; dodane do wybranej listy wybieraj&#261;c
	<span class="itemelement">Dodaj do listy i subskrybuj nowy adres</span>.<br>
    &nbsp; </li>
  <li class="item">Mog&#261; zosta&#263; usuni&#281;te z wybranej listy wybieraj&#261;c opcj&#281;
	<span class="itemelement">Usu&#324; nowe adresy z listy</span>. Wszystkie adresy, 
	które s&#261; w &#378;ródle danych zostan&#261; usuni&#281;te, je&#380;eli si&#281; tam znajduj&#261;. <br>
    &nbsp; </li>
  <li class="item">Mog&#261; usuni&#281;te z listy subskrypcyjnej (bez ich usuwania a tym 
	samym zachowuj&#261;c dane) wybieraj&#261;c opcj&#281; <span class="itemelement">Nie 
	subskrybuj nowych adresów</span>. Ta operacja jest podobna do opisanej 
	powy&#380;ej, ale adresy nie s&#261; usuwane listy, s&#261; po prostu zaznaczane jako nie 
	subskrybowane. Te metoda pozwala na zarz&#261;dzanie list&#261; unikaj&#261;c do&#322;&#261;czania 
	adresów do operacji wysy&#322;ki.</li>
</ul>
<p class="item">Po wybraniu listy, &#378;ród&#322;a danych oraz operacji, naci&#347;nij 
przycisk <span class="itemelement">Import</span>. Kreator si&#281; pojawi 
umo&#380;liwiaj&#261;c ci okre&#347;lenie kilku opcji, które s&#261; potrzebne do zako&#324;czenia 
procesu importu:</p>
<ul>
  <li class="item"> <span class="itemelement">&#346;cie&#380;ka importu pliku</span>, lub
	<span class="itemelement">URL importu pliku </span>w przypadku importu ze 
	stron www (import ze schowka lub z Outlook Expressa nie wymaga podania 
	&#347;cie&#380;ki).<br>
    &nbsp; </li>
  <li class="item">&nbsp;<span class="itemelement">Format</span> danych (nie 
	potrzebne z Outlook Express): je&#380;eli wybierzesz <span class="itemelement">
	Ograniczony </span>b&#281;dziesz musia&#322; równie&#380; poda&#263; <span class="itemelement">
	Ogranicznik pól</span> i czy <span class="itemelement">Pierwszy linia 
	zawiera nazwy pól</span>. 
    Wybieraj&#261;c format <span class="itemelement">Wolny</span> tylko adresy email 
	zostan&#261; zaimportowane (automatycznie wykrywane) i okre&#347;lenie formatu danych 
	nie b&#281;dzie potrzebne.<br>
    &nbsp; </li>
  <li class="item">Je&#380;eli przeprowadzasz typow&#261; operacj&#281; importu (dodawanie 
	danych lub te&#380;, operacj&#281; <span class="itemelement">Dodaj do listy i 
	subskrybuj nowy adres</span>), dwie dodatkowe opcje b&#281;d&#261; dost&#281;pne, aby gdy 
	operacja b&#281;dzie mia&#322;a miejsce zewn&#281;trzny adres (w danych do importu) 
    jest ju&#380; za&#322;&#261;czony w li&#347;cie docelowej: wybieraj&#261;c opcj&#281;
	<span class="itemelement">Nie dodawaj adresów kiedy zdublowane lub ju&#380; na 
	li&#347;cie</span>, 
    te adresy b&#281;d&#261; ignorowane&nbsp; (inaczej ich dodanie by spowodowa&#322;o 
	powstanie duplikatów); 
    wybieraj&#261;c opcj&#281; <span class="itemelement">Subskrybowany adres jest ju&#380; na 
	li&#347;cie</span>, je&#380;eli adres jest ju&#380; na li&#347;cie docelowej, ale nie 
	subskrybowanej (zobacz
	<a class="itemelement" href="sendblaster_lists_managing.htm">Zarz&#261;dzanie 
	listami</a>), nowe dane nie zostan&#261; zaimportowane, ale adresy zostanie 
	zaznaczony jako subskrybowany.<br>
    &nbsp; </li>
  <li class="item">W nast&#281;pnym kroku w ko&#324;cu zostaniesz spytany o powi&#261;zanie ze 
	sob&#261; zewn&#281;trznych pól z polami SendBlaster, i klikaj&#261;c przycisk
	<span class="itemelement">Dalej</span> operacja importu si&#281; rozpocznie.</li>
</ul>
<p><span class="item"><a href="sendblaster_snapshots.htm" class="itemelement">Snapshots</a> 
s&#261; szczególne przydatne w trakcie importowania: je&#380;eli pomy&#347;lnie zaimportowa&#322;e&#347; 
plik, zrób snapshot swojej konfiguracji aby zachowa&#263; swoje ustawienia, których 
u&#380;y&#322;e&#347;; by móc je u&#380;y&#263; ponownie za pomoc&#261; kilku klikni&#281;&#263; .</span></p>
<p class="item"><strong><font color="#FF0000">Uwaga:</font></strong> poprawne 
wskazanie pola w zewn&#281;trznym &#378;ródle danych zawieraj&#261;cego email jest wa&#380;ne bo:</p>
<ol>
  <li class="item"><strong>wszystkie zewn&#281;trzne dane, które nie zawieraj&#261; adresu 
	email w prawid&#322;owym formacie zostan&#261; zignorowane</strong>. 
    Dlatego je&#380;eli z&#322;e pole zostanie wskazane, dane nie b&#281;d&#261; mia&#322;y w&#322;a&#347;ciwych 
	adresów email i wszystkie dane zewn&#281;trzne zostan&#261; zignorowane.</li>
  <li class="item">operacja porównania pomi&#281;dzy &#378;ród&#322;em zewn&#281;trznym i danymi na 
	li&#347;cie, aby sprawdzi&#263; czy adres ju&#380; si&#281; znajduje, jest obecnie wykonywana 
	przez porównanie adresu email znalezionego w konkretnym polu.</li>
</ol>
</body>
</html>
