<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<title>SendBlaster</title>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body"> 
  <p class=title>FAQ</p>
  <p class=item><strong>Gdy wysy&#322;am wiadomo&#347;ci do wielu odbiorców, czy mog&#261; oni 
	zobaczy&#263; inne adresy?</strong></p>
  <blockquote> 

  <p class=item>Nie, SendBlaster wysy&#322;a ka&#380;d&#261; wiadomo&#347;&#263; oddzielnie: prywatno&#347;&#263; 
	ka&#380;dego odbiorcy jest zachowana. Korzystaj&#261;c z SendBlaster do zarz&#261;dzanie 
	wieloma wysy&#322;kami, jest równie&#380; korzystne z tego wzgl&#281;du, &#380;e pozwala na 
	unikni&#281;cie przypadkowego pokazania adresu email innym osobom, co by&#322;o by 
	naruszeniem zasad prywatno&#347;ci.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>Jak mog&#281; filtrowa&#263; listy?</strong></p>
  <blockquote> 
    
  <p class=item>Korzystaj&#261;c z funkcji sortowania/ grupowania w sekcji
	<a class="itemelement" href="sendblaster_lists_managing.htm">Zarz&#261;dzanie 
	listami</a>, i czasowo blokuj&#261;c/ odblokowuj&#261;c grup&#281; adresów, co pozwala na 
	wysy&#322;anie wiadomo&#347;ci do do podgrup adresów na wybranej li&#347;cie. Mo&#380;esz 
	równie&#380; wykorzysta&#263; przycisk <span class="itemelement">Filtruj</span>.</p>
  </blockquote>
  <p class=item><strong>Jak mog&#281; wstawi&#263; do wiadomo&#347;ci linki rezygnacji z 
	subskrypcji listy wysy&#322;kowej?</strong></p>
  
<blockquote> 
  <p class=item>SendBlaster mo&#380;e zarz&#261;dza&#263; list&#261; dystrybucyjn&#261; pobieraj&#261;c 
	wiadomo&#347;ci z wybranego serwera, ró&#380;nego dla ka&#380;dej z list (zobacz
	<a class="itemelement" href="sendblaster_lists_subscribe.htm">Zarz&#261;dzanie 
	subskrypcjami</a>). Korzystanie z przycisku <span class="itemelement">Wstaw 
	link rezygnacji z subskrypcji</span>, w trakcie tworzenia wiadomo&#347;ci, 
	wygl&#261;da tak:</p>
    <blockquote>

    <p class=valore>&lt;a href=&quot;mailto:#managingemail#?Subject=Unsubscribe&quot;&gt;Zako&#324;cz 
	subskrypcj&#281;&lt;/a&gt;</p>
    </blockquote>

  <p class=item>Kod HTML, który b&#281;dzie w sekcji HTML wiadomo&#347;ci, mo&#380;esz 
	zobaczy&#263;/ edytowa&#263; klikaj&#261;c na <span class="itemelement">Poka&#380; kod</span>.
  </p>
  </blockquote>
  <p class=item><strong>Gdy wysy&#322;am wiadomo&#347;&#263; do listy wysy&#322;kowej, niektóre 
	wiadomo&#347;ci s&#261; niedostarczone i wróci&#322;y z b&#322;&#281;dem.</strong></p>
  <blockquote> 
    
  <p class=item>Gdy wysy&#322;asz wiele wiadomo&#347;ci jest normalnym, &#380;e nie wszystkie z 
	nich zostan&#261; przes&#322;ane: niektóre z adresów s&#261; nieaktywne lub czasowo 
	zablokowane, serwer pocztowy mo&#380;e by&#263; prze&#322;adowany, po&#322;&#261;czenie mo&#380;e by&#263; 
	przerywane lub s&#322;abe.</p>
    
    <p class=item>Je&#380;eli procent wys&#322;anych wiadomo&#347;ci jest ma&#322;y, lub nawet &#380;adna 
	wiadomo&#347;&#263; nie zosta&#322;a wys&#322;ana, trzeba sprawdzi&#263;
	<a class="itemlink" href="sendblaster_messages_send.htm">Ustawienia 
	wysy&#322;ania</a>.</p>
    
    
  <p class=item>W&#322;a&#347;ciwie, by&#263; mo&#380;e b&#281;dzie trzeba zmieni&#263; sposób wysy&#322;ania 
	(bezpo&#347;redni lub przez SMTP) i je&#380;eli Twój serwer SMTP korzysta z filtrów 
	anty spamowych, ni&#380;sza liczba po&#322;&#261;cze&#324; oraz zwi&#281;kszenie przerwy pomi&#281;dzy 
	wiadomo&#347;ciami. Serwer SMTP mo&#380;e mie&#263; ograniczenia, które uniemo&#380;liwi&#261; ci 
	wysy&#322;anie wi&#281;kszej ilo&#347;ci wiadomo&#347;ci ni&#380; za&#322;o&#380;ona w okre&#347;lonym czasie (np. 
	serwer mo&#380;e nie pozwala&#263; na wys&#322;anie wi&#281;cej ni&#380; 50 emaili w ci&#261;gu godziny); 
	w takim przypadku po pierwszym wys&#322;aniu, operacja b&#281;dzie zako&#324;czona pó&#378;niej, 
	korzystaj&#261;c z funkcji
	<a class="itemelement" href="sendblaster_messages_history.htm">Historia</a>.</p>
    
  <p class=item>Je&#380;eli ograniczenia anty spamowe serwera SMTP nie mog&#261; zosta&#263; 
	omini&#281;te i operacj&#261; b&#281;dzie tylko przez wolne ustawienia, mo&#380;esz spróbowa&#263; 
	bezpo&#347;redniego wysy&#322;ania lub te&#380; korzystaj&#261;c z bardziej tolerancyjnego 
	serwera SMTP
    (w Internecie jest mo&#380;liwa subskrypcja, nawet w niskiej cenie, za bardzo 
	wydajne us&#322;ugi SMTP).</p>
    <p class=item>Je&#380;eli problem wyst&#281;puje w trakcie korzystanie z opcji 
	bezpo&#347;redniego wysy&#322;ania, mo&#380;e by&#263; konieczne r&#281;czne ustawienie adresu IP 
	serwera DNS.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>Zgubi&#322;em has&#322;o i nie mog&#281; korzysta&#263; z programu. Co mog&#281; 
	zrobi&#263;?</strong></p>
  <blockquote> 
    
  <p class=item>Musisz by&#263; &#347;wiadomym, &#380;e nie b&#281;dzie mo&#380;liwe odzyskanie danych. 
	Nast&#281;puj&#261;ca procedura pozwoli ci tylko na ponowny dost&#281;p do programu.</p>
    
  <p class=item>1. Odinstaluj program przez panel sterowania Windows.</p>
    
  <p class=item>2. R&#281;cznie usu&#324; folder instalacji (np. <i>C.\Program
    files\SendBlaster</i>), w&#322;&#261;czaj&#261;c w to pod foldery; ze wzgl&#281;dów 
	bezpiecze&#324;stwa nawet po skasowaniu programu, baza danych nie jest usuwana 
	automatycznie (dlatego trzeba zrobi&#263; to r&#281;cznie).</p>
    <p class=item>3. Zainstaluj program ponownie.</p>
  </blockquote>
</body>
</html>
