<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<style type="text/css">
.style1 {
				font-style: italic;
				font-weight: bold;
				color: #1441A0;
}
</style>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Ten panel pozwala na &#322;atwe nawigowanie po stronie <strong>Google 
Analytics</strong> bez otwierania zewn&#281;trznej przegl&#261;darki. Panel nawigacji jest 
ukryty, ale &#322;atwo mo&#380;e go wy&#347;wietli&#263; klikaj&#261;c na panel <span class="style1">
Nawigacja</span>; znajome przyciski <span class="itemelement">Do ty&#322;u</span>,
<span class="style1">Do przodu </span>, <span class="itemelement">Strona domowa</span>,
<span class="style1">Od&#347;wie&#380;</span> i <span class="itemelement">Stop</span> si&#281; 
pojawi&#261;. </p>
<p class="item">Google Analytics jest najcz&#281;&#347;ciej stosowanym narz&#261;dzeniem 
analitycznym dla stron www; daje ci szczegó&#322;owy wgl&#261;d w ruch na Twoich stronach 
oraz efektywno&#347;&#263; marketingow&#261;. Je&#380;eli ju&#380; korzystasz z Analytics na swojej 
stronie, b&#281;dziesz w stanie &#322;atwo &#347;ledzi&#263; równie&#380; swoje kampanie email: po prostu 
skorzystaj z przycisku <span class="itemelement">Google Analytics</span> w 
SendBlaster
<a class="itemlink" href="sendblaster_messages_compose.htm">panel edycji 
wiadomo&#347;ci</a>:</p>
<ol class="item">
  <li>Stwórz swoj&#261; wiadomo&#347;&#263; i wstaw linki</li>
  <li>Je&#380;eli sko&#324;czy&#322;e&#347; kliknij przycisk <span class="itemelement">Google Analytics</span> </li>
  <li>Wprowad&#378; dane swojej kampanii (zobacz na stronie Google Analytics je&#380;eli 
	potrzebujesz pomocy)</li>
</ol>
<p class="item">Wszystkie linki w wiadomo&#347;ci zostan&#261; automatycznie 
zaktualizowane tak by do&#322;&#261;czy&#263; kod Google Analytics. Od chwili gdy oryginalny 
kod HTML zosta&#322; zmieniony, dodanie kodu Google Analytics musi by&#263; zawsze 
ostatnia operacj&#261; po zako&#324;czeniu edycji wiadomo&#347;ci (krótko mówi&#261;c musi to by&#263; 
ostatnia rzecz po utworzeniu wiadomo&#347;ci )*. </p>
<p class="item">Pami&#281;taj, &#380;e <strong>Google Analytics musi ju&#380; by&#263; zainstalowane 
na twojej stronie </strong>(lub stronie na która odbiorcy b&#281;d&#261; przekierowani). 
Musisz zna&#263; us&#322;ug&#281; aby rozumie&#263; informacje, które ona dostarcza. </p>
<hr size="1" noshade>
<p class="item">*Poza przypadkami, gdy chcesz aby niektóre linki nie by&#322;y 
&#347;ledzone: w tym przypadku potrzebujesz doda&#263; linki un-tracked po dodaniu kodu Google Analytics 
do wiadomo&#347;ci. Równie&#380; gdy chcesz korzysta&#263; z Google Analytics i <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports</a>, 
najpierw dodaj Google Analytics, a potem TrackReports (jako &#380;e korzysta z systemu 
przekierowania). </p>
</body>
</html>
