<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title"><strong>Hva er nytt i SendBlaster 2</strong></p>
<ul>
  <li><span class="item"><strong class="title">Forbedret og redesignet brukergrensesnitt<br>
  </strong>SendBlaster er enda 
    enklere &aring; bruke enn f&oslash;r. Brukerne kan velge mellom klassisk venstrepanel, 
    redesignet for bedre visuelt uttrykk og st&oslash;tter n&aring; store og sm&aring; ikoner,
    og en ny verkt&oslash;ylinje som sparer plass horisontalt p&aring; skjermen. Alle paneler 
    er skrollbare ved hjelp av musehjulet; listeseleksjoner kan synkroniseres 
    p&aring; tvers av alle paneler og er alfabetisk sorterte; alle ikoner har blitt redesignet;
    pluss mange flere sm&aring; brukergrensesnitt-forbedringer.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Tidsplanlagte postinger<br>
  </strong>Brukerne kan n&aring; opprette postinger og la 
    SendBlaster 2 sende dem automatisk p&aring; en gitt dag og tidspunkt. Eller, brukerne 
    kan til og med &quot;parkere&quot; postingen slik at de kan sendes manuelt senere. 
    SendBlaster kan n&aring; ogs&aring; kj&oslash;res i minimert tidsplanlegger-modus, og starte opp
    automatisk n&aring;r Windows starter.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">E-postsporing<br>
  </strong>SendBlaster 2 har innebygget st&oslash;tte, wizards
    og paneler for Google Analytics, Googles gratistjeneste for kampanje-monitorering,
    og for TrackReports, v&aring;r avanserte online sporings- og raporteringstjeneste.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Nye, kraftige datafiltre<br>
  </strong>Et kraftig filter har blitt lagt til, som lar brukerne finjustere 
    postingene ved &aring; velge og aktivere/deaktivere records som tilfredsstiller 
    betingelser. Det st&oslash;tter multiple betingelser og komplekse operatorer,  
    slik at de kan visuelt bygge opp kraftige SQL-sp&oslash;rringer uten at man trenger &aring;
    skrive kode. Duplikater kan n&aring; ogs&aring; filtreres ut automatisk, som i release 1, eller
    administreres av brukeren via en ny, kraftig s&oslash;kemotor.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Flere valg for utsendelse<br>
  </strong>Brukeren kan n&aring; legge til tilpassede headere, 
    be om lesebekreftelse, sette h&oslash;y prioritet p&aring; meldingen, definere tilpasset
    Til:-header som st&oslash;tter merge tags, aktivere eller deaktivere automatisk filtrering av
    dupliserte adresser ved utsending.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Flere valg for meldingeditering<br>
  </strong>Mange nye knapper i meldingsoppretter-panelet lar brukeren enkelt fjerne linker  
    i meldingen, legge til spesielle linker for Google Analytics og TrackReports, og
    legge til merge tags i emne-feltet og Til:-feltet.
    Meldinger med ren tekst (i motsetning til HTML) kan enkelt opprettes bare ved &aring; merke av
    i en sjekkboks.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Spam-sjekking<br>
  </strong>Det er n&aring; mulig &aring; gj&oslash;re l&oslash;pende spam score-sjekking av meldingen;
    spam score-sjekking baseres p&aring; den popul&aelig;re 
    SpamAssassin-motoren, en av de mest utbredte antispamfiltrene for e-postservere.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Forh&aring;ndsvisning med merge tags<br>
  </strong>Forh&aring;ndsvisning st&oslash;tter n&aring; substituering av merge tags ogs&aring;, 
  slik at brukeren f&aring; et bedre inntrykk av meldingene som sendes ut.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">H&oslash;yere hastighet<br>
  </strong>SendBlaster st&oslash;tter n&aring; opp til 50 tilkoblinger 
    - dette kan &oslash;ke hastigheten dramatisk for postingen n&aring;r man benytter en 
    rask SMTP-server. Dessuten gir n&aring; SendBlaster brukerne muligheten til &aring; ikke
    avbryte en posting dersom internett-tilkoblingen midlertidig avbrytes, hvilket vil v&aelig;re
    en hjelp for uassisterte postinger.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Tilpassede abonnerings- og bounce back-formater<br>
  </strong>Brukerne 
    kan n&aring; tilpasse abonnerings og kansellerings emnefeltene og legge til tilpassede bounce-back 
    formater for enklere automatisk prosessering av ikke-leverte meldinger.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">SMTP- og POP3-profiler<br>
  </strong>Ved &aring; bruke multiple SMTP- og POP3-innstillinger
    er det enklere enn f&oslash;r  - kontoinformasjon kan lagres i multiple profiler, slik 
    at alle SMTP- og/eller POP3-innstillinger kan endres med et par klikk. 
    Dette er spesielt nyttig n&aring;r man sender ut postinger p&aring; vegne av andre.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Snapshots<br>
  </strong>Lagre alle innstillinger for et vilk&aring;rlig panel, og gjenbruk dem senere,
    bare med et klikk - det er like enkelt som &aring; ta et bilde! Snapshots 
    er en utvidelse av konseptet med &quot;profileer&quot; til et nytt niv&aring; - nesten
    alle grupper av relaterte innstillinger i SendBlaster kan lagres som et Snapshot.</span><br>
  &nbsp; </li>
  <li><span class="title"><strong>St&oslash;tte for eksterne plug-ins<br>
  </strong></span><span class="item">Brukere kan laste ned gratis plug-ins 
    (sm&aring; verkt&oslash;y som utf&oslash;rer spesifike oppgaver, 
    som f.eks. importere fra forskjellige e-postklienter, etc.) fra v&aring;rt webomr&aring;de,
    og mange andre vil bli lagt til i fremtiden. Plugins API er public og tredjeparts-utviklere
    oppfordres til &aring; lage nye nyttige plugins.</span><br>
    &nbsp;</li>
  <li> <span class="item"><strong class="title">Nye, lett-editerbare templates<br>
  </strong>SendBlaster 2 har mer enn
    100 nye profesjonelt designede templates, alle bruker fleksible layouts som enkelt kan tilpasses.</span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Enklere tilgang til datafiler<br>
  </strong>Direkte tilgang til databasefiler for backup er n&aring; enklere enn f&oslash;r, siden de er lagret i Documents-mappen</span>.<br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Trenger ikke administrator-rettigheter<br>
  </strong>SendBlaster 2 kan kj&oslash;res av standard-bruker p&aring; alle Windows-systemer</span>    <br>
    &nbsp;</li>
  <li><strong class="title">Klar for Windows 7</strong><br>
    &nbsp; </li>
  <li class="item"><strong class="title">Og mye mer!<br>
  </strong>SendBlaster 2 har mange flere sm&aring; forbedringer, som lar brukerne jobbe
    bedre og raskere.</li>
</ul>
<p class="item">&nbsp;</p>
</body>
</html>
