<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Dette panelet lar deg enkelt navigere p&aring; <strong>Google Analytics</strong> webomr&aring;de uten &aring; &aring;pne et eksternt nettleservindu. Navigasjonslinjen er skjult som default, men du kan gj&oslash;re den synlig ved &aring; klikke p&aring; <span class="itemelement">Navigér</span> linjen; de velkjente <span class="itemelement">Tilbake</span>, <span class="itemelement">Fram</span>, <span class="itemelement">Hjem</span>, <span class="itemelement">Last p&aring; nytt</span> og <span class="itemelement">Stopp</span>-knappene kommer da til syne. </p>
<p class="item">Google Analytics er den mest utbredte webanalyse-l&oslash;sningen; den gir deg rik innsikt i ditt webomr&aring;des trafikk og markedsf&oslash;ringseffektivitet. Hvis du allerede bruker Analytics p&aring; ditt webomr&aring;de vil du bli i stand til &aring; spore dine e-postkampanjer ogs&aring;: bare bruk <span class="itemelement">Google Analytics</span>-knappen i SendBlasterss <a href="sendblaster_messages_compose.htm" class="itemlink">meldingseditering-panel</a>:</p>
<ol class="item">
  <li>Lag meldingen og sett inn linker</li>
  <li>S&aring; snart du er ferdig, klikk p&aring;  <span class="itemelement">Google Analytics</span>-knappen</li>
  <li>Tast inn dine kampanjedetaljer (vennligst g&aring; til Google Analytics webomr&aring;de hvis du trenger hjelp)</li>
</ol>
<p class="item">Alle linker i meldingen vil bli automatisk oppdatert slik at de inneholder den n&oslash;dvendige  Google Analytics-koden. Siden den originale HTML-koden endres, m&aring; alltid innsetting av Google Analytics-kode gj&oslash;res n&aring;r meldingen er ferdig editert (med andre ord, det m&aring; v&aelig;re den siste tingen du gj&oslash;r n&aring;r du oppretter en melding)*. </p>
<p class="item">Vennligst legg merke til f&oslash;lgende: <strong>Google Analytics m&aring; allerede v&aelig;re installert p&aring; ditt webomr&aring;de</strong> (eller p&aring; webomr&aring;det som lesere redirigeres til). Du m&aring; gj&oslash;re deg kjent med tjenesten for &aring; kunne forst&aring; sporingsinformasjonen som tilbys. </p>
<hr size="1" noshade>
<p class="item">*Bortsett fra hvis du &oslash;nsker &aring; utelate enkelte linker fra sporingen: i s&aring; fall m&aring; du legge til de ikke-sporede linkene etter at Google Analytics-koden har blit lagt til meldingen. Dessuten, dersom du &oslash;nsker &aring; bruke b&aring;de Google Analytics og <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports</a>, s&aring; m&aring; du f&oslash;rst legge til Google Analytics og til slutt TrackReports (siden den benytter et redirigerings-system). </p>
</body>
</html>
