<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReports</p>
<p class="item">Dette panelet lar deg enkelt navigere p&aring; <strong>TrackReports</strong> webomr&aring;de uten &aring; &aring;pne et eksternt browservindu. Navigeringslinjen er skjult som default, men du kan gj&oslash;re den synlig ved &aring; klikke p&oslash;  <span class="itemelement">Naviger</span>-linjen; de kjente <span class="itemelement">Tilbake</span>, <span class="itemelement">Fram</span>, <span class="itemelement">Hjem</span>, <span class="itemelement">Last p&aring; nytt</span> og <span class="itemelement">Stopp</span>-knappene kommer til syne. </p>
<p class="item">TrackReports er en online-tjeneste som lar deg spore dine kampanjer: hvor mange personer
&aring;pnet ditt nyhetsbrev, hvor mange av dem klikket p&aring; linkene, osv; den viser innsamlede data
ved hjelp av detaljerte figurer. For &aring; starte opp sporing av dine postinger, bruk <span class="itemelement">TrackReports</span>-knappen i SendBlasters <a href="sendblaster_messages_compose.htm" class="itemlink">meldingsediteringspanel</a>:</p>
<ol class="item">
  <li>Opprett meldingen og sett inn linker</li>
  <li>S&aring; fort du har fullf&oslash;rt, koble til Internett (hvis du ikke allerede er tilkoblet)
  og klikk p&aring; <span class="itemelement">TrackReports</span>-knappen</li>
  <li>Skriv inn din TrackReports-konto (du m&aring; registrere dersom du ikke allerede har en konto) </li>
  <li>Skriv inn en ny, unik tittel for din posting, eller velg en eksisterende (sjekk TrackReports 
  webomr&aring;de dersom du trenger hjelp)</li>
</ol>
<p class="item">Alle linker i meldingen blir automatisk oppdatert, slik at de inneholder n&oslash;dvendig 
TrackReports-kode og redirigeringssystem; et &quot;tracking-bilde&quot; blir ogs&aring; lagt til meldingen.
Siden den originale HTML-koden blir modifisert, m&aring; innlegging av TrackReports-kode alltid utf&oslash;res etter at du har fullf&oslash;rt editering av meldingen (med andre ord, det m&aring; v&aelig;re den siste tingen du gj&oslash;r n&aring;r du oppretter meldingen)*.</p>
<p class="item">Du m&aring; v&aelig;re online for &aring; kunne legge inn TrackReports-kode i din melding,
siden denne operasjonen krever tilgang til TrackReports online API. </p>
<p class="item">TrackReports er for &oslash;yeblikket i beta-fasen, derfor tilbys tjenesten, i skrivende
stund, gratis til SendBlasters brukere. Vennligs v&aelig;r oppmerksom p&aring; at selv om SendBlaster
har full integrasjon med tjenesten, s&aring; er <strong>TrackReports ikke en del av SendBlaster (programvaren)</strong> og kan komme til &aring; bli tilbudt som en betalt abonnementstejeneste i
fremtidenand; den tilbys for &oslash;yeblikket &quot;as is&quot; uten garantier. </p>
<p class="item"><font color="#FF0000">Advarsel:</font> TrackReports benytter en redirigeringsmekansime (lignende en url-forkorter); dersom TrackReports web-server er nede vil alle sporede linker v&aelig;re
utilgjengelige (dine mottakere vil ikke kunne &aring;pne dine linker). Vi foresl&aring;r at du ikke bruker
TrackReports eller andre redirigeringssystemer (url-forkortere) til kritisk viktig kommunikasjon. </p>
<hr size="1" noshade>
<p class="item">*Unntatt n&aring;r du ikke &oslash;nsker at linker skal spores: i s&aring; fall m&aring; du legge til u-sporede linker etter at TrackReports-kodene har blitt lagt til i meldingen. Hvis du &oslash;nsker &aring; bruke b&aring;de <a href="sendblaster_messages_googleanalytics.htm" class="itemlink">Google Analytics</a> og TrackReports m&aring; du legge til Google Analytics f&oslash;rst og TrackReports til slutt (siden den bruker redirigering).</p>
</body>
</html>
