<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Avanserte Innstillinger</p>
<p class="item">I dette vinduet kan du sette enkelte avanserte innstillinger for programmet.</p>
<p class="item"><span class="itemelement">Brukergrensesnitt</span>:
<ul>
<li class="item">
    <span class="itemelement">Utseende</span>: lar deg spesifisere om sidepanelet skal vises i
    <span class="itemelement">Explorer Bar</span>-stil (eventuelt med 
    <span class="itemelement">Sm&aring; Ikoner</span> for &aring; spare plass), eller 
    <span class="itemelement">Verkt&oslash;ylinje</span>-stil.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Vis TrackReports-link i panelet</span>: lar deg vise/skjule
    TrackReports-linken i hovedpanelet; hvis du ikke har tentk &aring; bruke TrackReports, kan du
    skjule denne linken for &aring; spare plass i verkt&oslash;ylinjen.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Vis Google Analytics-link i panelet</span>: lar deg vise/skjule
    Google Analytics-linken i hovedpanelet; hvis du ikke har tentk &aring; bruke Google Analytics, kan du
    skjule denne linken for &aring; spare plass i verkt&oslash;ylinjen.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Vis tips ved oppstart</span>: aktiverer visning av tips-vinduet
    n&aring;r SendBlaster starter opp. Det er smart &aring; la denne opsjonen v&aelig;re aktivert
    inntil du har gjort deg kjent med SendBlaster.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Syncroniser liste-seleksjon p&aring; tvers av paneler</span>: 
    dette er en veldig kraftig opsjon, som lar deg jobbe p&aring; samme liste p&aring; tvers
    av alle paneler inntil du endrer det. For eksempel, hvis du velger en liste p&aring; 
    <a href="sendblaster_messages_send.htm" class="itemelement">Send</a>-skjermen,
    s&aring; g&aring;r du til <a href="sendblaster_lists_managing.htm" class="itemelement">Administrer lister</a>-seksjonen for &aring; legge til en ny adresse, s&aring; vil listen du valgte i 
    <a href="sendblaster_messages_send.htm" class="itemelement">Send</a>-skjermen allerede v&aelig;re valgt
   i <a href="sendblaster_lists_managing.htm" class="itemelement">Administrer lister</a>-seksjonen. Ulempen 
   er at hvis du har veldig store lister og en lav-ende PC vil programmet bli litt langsomt:
   Dersom du opplever u&oslash;nsket forsinkelse i responsen fra brukergrensesnittet b&oslash;r du 
   sl&aring; av denne opsjonen.<br>
&nbsp;</li>
<li class="item">Bruk <span class="itemelement">Spr&aring;k</span>-knappen til &aring; endre
  SendBlasters brukergrensesnitt-spr&aring;k, det valgte spr&aring;ket vil bli brukt neste gang
  SendBlaster startes.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Meldinger</span>:
<ul>
 <li class="item">
    <span class="itemelement">Default encoding for nye meldinger</span>:
Denne opsjonen lar deg sette default character encoding som brukes ved opprettelse av nye meldinger.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">E-post abonnering</span>:
<ul>
 <li class="item">
    Denne seksjonen lar deg spesifisere emne-linjene som skal brukes for abonnerings- og av-abonnering-meldinger. Du kan ogs&aring; velge om meldingene m&aring; matche dem n&oslash;yaktig for &aring; bli h&aring;ndtert som abonnering/kansellering, eller bare trenger &aring; inkludere de spesifiserte ordene. For bakover-kompabilitetshensyn vil alltid &quot;Subscribe&quot; og &quot;Unsubscribe&quot; i emnefeltet alltid fungere ogs&aring; (i tillegg til emne-feltene du definerer her). </li>
</ul>
</p>
<p class="item"><span class="itemelement">Bounce-backs tilpassede formater</span>:
<ul>
 <li class="item">
    Ved &aring; bruke <span class="itemelement">Editer formater</span>-knappen kan du<a href="sendblaster_bounce_formats.htm" class="itemlink">legge til eller editere
     tilpassede bounce-back formater</a>. Siden bounce-back e-postformater opprinnelgi ble designet for
     &aring; v&aelig;re menneskelig lesbare, og det ikke finnes noen standard, kan SendBlaster prosessere
     de fleste vanlige bounce-back formater ved hjelp av sin interne database, men du kan st&oslash;te 
     p&aring; formater som ikke gjenkjennes av programvaren. Hvis dette skjer kan du manuelt legge til
     disse formatene til SendBlasters bounce-back database, slik at SendBlaster kan prosessere disse
     bounce-back formatene ogs&aring;.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Tidsplanlegging</span>:
<ul>
 <li class="item">
    Denne seksjonen lar deg konfigurere om SendBlaster skal starte i tidsplanlegger-modus
    (minimert i tray-omr&aring;det) n&aring;r Windows starter opp;
    p&aring; denne m&aring;ten kan tidsplanlagt posting starte automatisk n&aring;r 
    fristen utl&oslash;per.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Send</span>:
<ul>
 <li class="item">
    Denne seksjonen lar deg spesifisere om du &oslash;nsker at SendBlaster skal sende dupliserte
    e-poster til dine kontakter dersom kontaktene forekommer mer enn en gang i listene.
    Vanligvis trenger du ikke &aring; sende mer enn en kopi av hver e-post til dine kontakter, vi anbefaler
    p&aring; det sterkeste at du lar denne opsjonen st&aring; usjekket, med mindre du har helt spesielle og
    spesifike grunner til &aring; sende dupliserte e-poster til dupliserte kontakter.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Plugins</span>:
<ul>
 <li class="item">
    Denne seksjonen lar deg aktivere eller deaktivere installerte SendBlaster plugins (uten &aring;
    egentlig avinstallere dem, som du kan gj&oslash;re fra Windows Kontrollpanel eller ved &aring; 
    kj&oslash;re hver enkelt plug-ins unistall-program). Du kan ogs&aring; laste ned flere SendBlaster
    plugins ved &aring; trykke p&aring; <span class="itemelement">Flere Plugins</span>-knappen.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Database</span>:
<ul>
 <li class="item">
    Ved &aring; trykke p&aring; <span class="itemelement">Database-mappe</span>-knappen, &aring;pnes
    windows-mappen der brukerdata ligger lagret; dette er nyttig for vedlikehold, backup og andre
    databaseoperasjoner.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Informasjon og lisens</span>:
<ul>
  <li class="item"> Her kan du lese informasjon om software-releasen og din lisens-informasjon.</li>
</ul>
</body>
</html>
