<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Sikkerhet</p>
<p class="item">Softwaretilgang kan passordbeskyttes*.</p>
<ul>
  <li class="item">For &aring; <strong>sette nytt passord</strong> (dersom software tilgang tidligere ikke var beskyttet) skriv det inn i <span class="itemelement">Nytt
    passord</span>-feltet og skriv det p&aring; nytt i <span class="itemelement">Bekreft 
    passord </span>-feltet, til slutt, trykk p&aring; <span class="itemelement">Lagre</span>
	-knappen.<br>
    &nbsp; </li>
  <li class="item">For &aring; endre passord, skriv inn n&aring;v&aelig;rende passord i <span class="itemelement">Gammelt 
    passord</span> -feltet, skriv inn nytt passord i <span class="itemelement">Nytt 
    passord</span> -feltet og skriv det igjen i <span class="itemelement">Bekreft  
    nytt passord</span> -feltet, til slutt trykk p&aring; <span class="itemelement">Lagre</span> 
    -knappen.<br>
    &nbsp; </li>
  <li class="item">For &aring slette passord (gj&oslash;re softwaren tilgjengelig for alle) 
    skriv inn n&aring;v&aelig;rende passord i Gammelt passord -feltet, og la <span class="itemelement">Nytt 
    passord</span> og <span class="itemelement">Bekreft nytt passord</span> 
    -feltene st&aring tomme, deretter klikk p&aring <span class="itemelement">Lagre</span> -knappen.</li>
</ul>
<p class="item">Nye innstillinger vil bli tilgjengelige neste gang programmet kj&oslash;res.</p>
<p class="item"><strong><font color="#FF0000">Advarsel:</font> Hvis du velger &aring;
  beskytte programvareaksessen, ta godt vare p&aring; passordet!</strong> Ingen spesiell
  funksjonalitet tilbys for &aring; kunne f&aring; tilgang til passordet hvis du mister det
  og du ikke lenger er i stand til &aring; bruke programvaren. For &aring; f&aring; tilgang
  til programvaren p&aring; nytt m&aring; du avinstallere den, manuelt fjerne alle filer og mapper
  i installasjonsmappen (databasefilene blir av sikkerhetsgrunner ikke avinstallert)
  og til slutt installere p&aring; nytt. Alle dine data vil g&aring; tapt!</p>
<hr size="1" noshade>
<p class="item">*Passord-beskyttelse er tilgjengelig i Pro-versjonen</p>
</body>
</html>
