<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">SendBlaster</p>
<p class="item"><strong>SendBlaster</strong> er designet for &aring; kunne sende
   et stort antall e-poster til flere distribusjonslister p&aring; en rask og automatisert
   m&aring;te.
   Den sofistikerte data-motoren, og muligheten til &aring; sende personaliserte meldinger
   (&#8220;Kj&aelig;re Mr. John Smith&#8221;, i steden for en anonym &#8220;Kj&aelig;re kunde&#8221;)
    lar deg opprette automatiserte nyhetsbrev og kampanjer. 
    Alt dette via et program som kj&oslash;rer p&aring; ditt datamaskin.</p>
<p class="item">Takket v&aelig;re <b>SmartSend</b>-motoren er det mulig &aring; sende
  mange meldinger samtidig, selv uten en SMTP-server. Dette gj&oslash;r sending
  av meldinger sikrere og enklere enn via en standard e-postklient. 
  Hver melding blir sendt separat. Mottakerens personvern beskyttes. Bruk av SendBlaster
  til &aring; administrere multiple postinger er nyttig for &aring; unng&aring;r &aring; avsl&oslash;re andre persones 
  e-postadresse ved et uhell.</p>
<p class="item">Meldingen kan opprettes direkte fra softwaren, ved hjelp av et komplett
  sett av formateringsverkt&oslash;y, eller importeres fra eksterne filer (HTML
  sider, tidligere lagrede <i>.eml</i>-meldinger &#8211; for eksempel fra Outlook).
  Editerings- og importeringsfunksjonene lar deg sette inn bilder direkte inn i meldingsteksten, 
  dermed unng&aring;r du &aring; linke til eksterne filer. (Moderne e-postklienter tillater ikke dette
  eller genererer en sikkerhetsadvarsel).</p>
<p class="item">Administrering av distribusjonslister er optimalisert: med f&aring; klikk
  er du i stand til &aring; lage nye lister, modifisere eksisterende og importere adresser
  fra eksterne kilder. Det er mulig &aring; importere data fra:</p>
<ul>
  <li class="item">En formatert tekstfil (.csv)</li>
  <li class="item">Outlook Express</li>
  <li class="item">Hurtigbufferet</li>
  <li class="item">En web-side</li>
</ul>
<p class="item">Det er ogs&aring; mulig &aring; motta abonner-/av-abonner-meldinger til en dedikert
   e-postadresse, unik for hver distribusjonsliste; for &aring; abonnere til en liste, alt
   som trengs er &aring; sene en e-post til denne adressen med &#8220;Subscribe&#8221; 
   i Emnefeltet (eller &#8220;Unsubscribe&#8221; for &aring; fjernes fra listen). Programmet
   laster ned meldingene og opptaderer tilh&oslash;rende distribusjonsliste automatisk.</p>
<p class="item">Administrering av abonnementer via e-post og muligheten til &aring;
  importere data fra en web-kilde gj&oslash;r det enkelt for deg &aring; legge til mailingliste-funksjonalitet
  p&aring; ditt web-omr&aring;de, og la SendBlaster h&aring;ndtere oppdatering av listene og sende til 
  korrekte meldingsmottakere (og dermed unng&aring; &aring; sende til personer som ikke er ment &aring; motta).</p>
<p class="item">Administrasjon av distribusjonslister er ganske sofistikert: 
  adressene kan aktiveres og deaktiveres med et enkelt klikk, og det er mulig &aring; filtrere data 
  p&aring; veldig avanserte m&aring;ter, basert p&aring; innholdet i ett eller flere felt. 
  Kombinering av disse to funksjonalitetene lar deg sende meldinger til en helt spesifik
  undergruppe av adressene i en spesifik liste (for eksempel, kun
  til personer som bor i et spesielt omr&aring;de, eller kun til kontakter i en spesiell bransje).</p>
<p class="item">Programmet gjenkjenner nye abonnenter og det er derfor mulig &aring; sende
   melding kun til personer som ikke har mottatt meldingen tidligere. Feltene kan tilpasses og 
   det er mange s&oslash;kemuligheter. Hver adresse kan assosieres med &#8220;PostIt&#8221;-type notater, 
   der innholdet ogs&aring; er s&oslash;kbart.
<p class="title">Versjonene</p>
<table width="400" border="0" cellpadding="0" cellspacing="0">
  <tr> 
      <td valign="top" class="item">Enkelte av funksjonene som beskrives i hjelpefilene 
      er kun tilgjengelige i Pro Edition. Her er en enekl sammenligningstabell:</td>
      <td width="170" valign="top"> 
      <iframe name="mainframe" src ="sendblaster_compare.htm" scrolling="no" width="200" height="200" frameborder="0"> 
      </iframe></td>
   </tr>
</table>
  <table width="100%" border="0" cellpadding="4" cellspacing="0">
    <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong><font color="#009900">F&oslash;rste skritt</font></strong></p>
      <p class="item">Hvordan opprette og sende meldinger med noen enkle skritt:</p>
      <p class="item"><strong>1. Opprett melding:</strong> i <span class="itemelement">Meldings</span>-
        panelet, klikk p&aring;<a href="sendblaster_messages_compose.htm" class="itemlink">Opprett 
        melding</a>; og skriv inn meldingen (du kan legge inn bilder ogs&aring;) eller importer
        meldingen fra en ekstern fil(for eksempel en e-post lagret tidligere i 
        Outlook Express). N&aring; kan det v&aelig;re nyttig &aring; utforske tag'ene som vil erstattes med 
        ekte mottakerdata: 
        <i>Kj&aelig;re</i> <i>#name#</i> blir <i>Kj&aelig;re John Smith</i>.</p>
      <p class="item"><strong>2. Definer en adresseliste:</strong> klikk p&aring; <a href="sendblaster_lists_managing.htm" class="itemlink">Administrering av lister</a> i <span class="itemelement"> Lister og adresser</span>-panelet. 
        Sett inn nye adresser i default-listen, eller opprett en ny liste, for eksempel 
        ved hjelp av <a href="sendblaster_lists_import.htm" class="itemlink">Importer 
        fra Outlook Express</a>-funksjonen; pr&oslash;v grupperingsfunksjonene ved &aring; trekke 
        kolonneoverskriftene i det spesielle omr&aring;det over kolonnene, og ved &aring; 
        aktivere/deaktivere adresser.</p>
        
      <p class="item"><strong>3. Send meldingen:</strong> i 
        <span class="itemelement">Meldinger</span>-panelet, trykk p&aring; 
        <a href="sendblaster_messages_send.htm" class="itemlink">Send</a>; 
        velg mottakerliste og spesifiser parametere for SMTP-server tilkobling
        eller fors&oslash;k direct send-metoden (der du kan fors&oslash;ke &aring; spesifisere 
        veldig raske sende-opsjoner).</p></td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </table>
<p>&nbsp;</p>
</body>
</html>
