<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Listeler y&ouml;netimi</p>
<p class="item">SendBlaster birden fazla da&#287;&#305;t&#305;m listesini y&ouml;netebilir*. </p>
<p class="item">Mevcut liste, pencerenin &uuml;st k&#305;sm&#305;nda bulunan a&ccedil;&#305;labilir kutu i&ccedil;erisinden se&ccedil;ilir. Bu kutunun yan&#305;nda size yeni bir liste olu&#351;turmak (<span class="itemelement">Yeni</span> d&uuml;&#287;mesi), mevcut listeyi yeniden adland&#305;rmak (<span class="itemelement">Yeniden adland&#305;r</span>), listeyi silmek (<span class="itemelement">Sil</span>) veya yaz&#305;c&#305;ya g&ouml;ndermek i&ccedil;in (<span class="itemelement">Yazd&#305;r</span>) 4 adet d&uuml;&#287;me bulunur.<span class="item"> Bu g&ouml;revler a&ccedil;&#305;labilir liste &uuml;zerinde iken sa&#287; fare tu&#351;una t&#305;klanarakda ger&ccedil;ekle&#351;tirilebilir.</span></p>
<p class="item">Pencerenin geri kalan alan&#305;, se&ccedil;ili da&#287;&#305;t&#305;m listesinin adresleri i&ccedil;in ayr&#305;lm&#305;&#351;t&#305;r.</p>
<p class="item">Her adres &#351;u bilgileri sunar: &uuml;yelik durumu ( <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> ve <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12"> 
  ikonlar&#305; ile i&#351;aretlenir), aktivasyon durumu (onay kutucu&#287;u ile i&#351;aretlenir), 15 <a href="sendblaster_settings_fields.htm" class="itemlink">&ouml;zel alan&#305;n</a> i&ccedil;eri&#287;i (ilk alan herzaman e-posta adresidir), yorum olup olmad&#305;&#287;&#305; ( <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
ikonu ile g&ouml;sterilir ve &uuml;zerine t&#305;klanmas&#305; durumunda yorumlar a&ccedil;&#305;l&#305;r). S&uuml;tunlar&#305;n s&#305;ras&#305; s&uuml;tunlar&#305;n s&uuml;reklenmesi yoluyla (basit&ccedil;e s&uuml;tun ba&#351;l&#305;&#287;&#305;n&#305; s&uuml;r&uuml;kleyin) de&#287;i&#351;tirilebilir. S&uuml;tunlar ayr&#305;ca yeniden boyutland&#305;r&#305;labilirler.</p>
<p class="item">Bir  <a href="sendblaster_messages_send.htm" class="itemlink">g&ouml;nderme 
  i&#351;lemi</a> s&#305;ras&#305;nda, &uuml;ye olmayan veya aktif olmayan adresler yok say&#305;l&#305;r. Bu nedenle g&ouml;nderme i&#351;lemi yaln&#305;zca &uuml;ye olan ve aktif adresleri etkileyecektir. Mesaj g&ouml;nderme i&#351;lemine dahil edilmeyecek olan adresleri gri olarak g&ouml;r&uuml;nd&uuml;kleri i&ccedil;in kolayca ay&#305;rt edebilirsiniz:</p>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td><img src="img/sendblaster_lists_managing_4.gif" width="156" height="94"></td>
    <td valign="middle" class="item">&nbsp;</td>
    <td width="100%" valign="top" class="item">Soldak&#305; &ouml;rnek i&ccedil;erisinde mesaj g&ouml;nderim i&#351;lemi yaln&#305;za ilk adresi etkilyecektir &ccedil;&uuml;nki hem &uuml;ye olarak hemde aktif olarak sadece bu adres bulunmaktad&#305;r.</td>
  </tr>
</table>
<p class="item">Adres listesi s&uuml;tun ba&#351;l&#305;klar&#305;na t&#305;klanarak serbest&ccedil;e s&#305;ralanabilir. Bir veya daha fazla s&uuml;tun ba&#351;l&#305;&#287;&#305;n&#305; liste &uuml;zerindeki alan &uuml;zerinde s&uuml;r&uuml;klemek (<span class="itemelement">Verileri grupland&#305;rmak i&ccedil;in bir s&uuml;tun ba&#351;l&#305;&#287;&#305;n&#305; s&uuml;r&uuml;kleme</span>)) se&ccedil;ili alanlar&#305;n i&ccedil;erisindeki verilere g&ouml;re adresleri grupland&#305;rman&#305;za olanak sa&#287;lar. Ayr&#305;ca <span class="itemelement">Toplam</span> onay kutusuda ayr&#305;ca g&ouml;r&uuml;necektir ve bu size (onayl&#305; olmas&#305; durumunda) her bir grup i&ccedil;erisinde ka&ccedil; adet adresin oldu&#287;unu g&ouml;sterecektir.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900"><strong>Filtreler nas&#305;l kullan&#305;l&#305;r</strong></font></p>
      <p>Ge&ccedil;ici olarak bir veya daha fazla &ouml;&#287;eyi etkinle&#351;tirme/etkisizle&#351;tirme (&uuml;yelikten &ccedil;&#305;kartmadan) size liste i&ccedil;erisindeki belirli bir alt gruba mesaj g&ouml;ndermeniz olanak sa&#287;lar. Bu fonksiyonu s&#305;ralama/gruplama fonksiyonlar&#305; ile birle&#351;tirerek mesaj g&ouml;nderme i&#351;lemine uygulayabilece&#287;iniz g&uuml;&ccedil;l&uuml; filtreler olu&#351;turman&#305;za olanak sa&#287;lar.</p>
      <p>&Ouml;rne&#287;in, &quot;&#350;ehir&quot; alan&#305; tan&#305;ml&#305; ise sadece belirli bir &#351;ehirde ya&#351;ayanlara di&#287;er adresleri etkisizle&#351;tirerek mesaj g&ouml;nderebilirsiniz. E&#287;er &quot;&#304;&#351;&quot; alan&#305; tan&#305;ml&#305; ise sadece belirli bir profesyonel i&#351; kategorisene mesaj g&ouml;nderebilirsiniz (ayr&#305;ca gruplama fonksiyonunu kullanarak bu iki filtreyi birle&#351;tirmekte m&uuml;mk&uuml;nd&uuml;r: adresler ilk olarak &quot;&#350;ehir&quot; daha sonrada &quot;&#304;&#351;&quot; olarak gruplanacakt&#305;r).</p>
      <p>H&#305;zl&#305; bir &#351;ekilde filtre olu&#351;turmak i&ccedil;in ilk olarak t&uuml;m adresleri etkisizle&#351;tirin daha sonra adresleri gruplay&#305;n ve en son olarak ilgilendi&#287;iniz adresleri etkinle&#351;tirin.</p>
      <p>Bir veya daha fazla adresi etkisizle&#351;tirmek ayr&#305;ca size d&#305;&#351;lama listesi olu&#351;turma imkan&#305; sa&#287;layacakt&#305;r (kullan&#305;c&#305;lar listeye &uuml;ye olsalar bile bu adreslere hi&ccedil; bir mesaj g&ouml;nderilmeyecektir).</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">Listelerin &uuml;zerinde y&ouml;netim ara&ccedil; &ccedil;ubu&#287;unu bulacaks&#305;n&#305;z. Bu komutlara ayr&#305;ca farenin sa&#287; tu&#351;una t&#305;klanmas&#305; durumunda gelen men&uuml; i&ccedil;erisinden de ula&#351;abilirsiniz.</p>
<p class="item">Yeni bir adres ekleyebilir (<span class="itemelement">Yeni </span>d&uuml;&#287;mesi), 
  se&ccedil;ili adresi d&uuml;zenleyebilir (<span class="itemelement">D&uuml;zenle</span>) veya bir veya daha fazla adresi silebilirsiniz (<span class="itemelement">Sil</span>). Fare ve klavye kullanarak birden fazla adresi se&ccedil;ebilirsiniz:  <em>Ctrl </em>tu&#351;una bas&#305;l&#305; tutarak adresleri se&ccedil;ime ekleyebilirsiniz, <em>Shift</em> tu&#351;una bas&#305;l&#305; tutarak adreslerin &uuml;zerine t&#305;klamak bir adres grubunu listeye ekleyecektir.</p>
<p class="item"><span class="itemelement">Kes</span> / <span class="itemelement">Kopyala</span> 
  / <span class="itemelement">PYap&#305;&#351;t&#305;r</span><span class="item"> d&uuml;&#287;meleri ile adresleri silebilir veya adresleri ta&#351;&#305;ma panosuna veya panodan kopyalayabilirsiniz (e&#287;er t&uuml;m kay&#305;tlar&#305; se&ccedil;meniz gerekiyorsa sa&#287; t&#305;klay&#305;n ve <span class="itemelement">T&uuml;m&uuml;n&uuml; 
  se&ccedil;</span>se&ccedil;ene&#287;ini se&ccedil;in</span><span class="item">).</span></p>
<p class="item"><span class="itemelement">Se&ccedil;ili adresleri &uuml;ye yap</span> 
  ve <span class="itemelement">Se&ccedil;ili adresleri &uuml;yelikten &ccedil;&#305;kart</span> d&uuml;&#287;meleri ile manuel olarak se&ccedil;ili liste i&ccedil;in &uuml;yelikleri y&ouml;netebilirsiniz (bir adresi &uuml;ye yapmak, &uuml;yelik tarihinin de&#287;i&#351;mesine neden olacakt&#305;r). <span class="itemelement">Se&ccedil;ili adresleri etkinle&#351;tir</span> ve <span class="itemelement">Se&ccedil;ili adresleri etkisizle&#351;tir</span> d&uuml;&#287;meleri  size &uuml;yelik durumlar&#305;ndan ba&#287;&#305;ms&#305;z olarak adresleri etkinle&#351;tirme/etkisizle&#351;tirme olana&#287;&#305; sa&#287;laycakt&#305;r.</p>
<p class="item"><span class="itemelement">Ge&ccedil;mi&#351;</span> d&uuml;&#287;mesi se&ccedil;ili olan adreslere ge&ccedil;mi&#351;de g&ouml;nderilen mesajlar&#305;n bir listesini g&ouml;sterir.</p>
<p class="item"><span class="itemelement">Notlar </span>d&uuml;&#287;mesi
  &uuml;zerine t&#305;kland&#305;&#287;&#305;nda, mevcut adres ile ili&#351;kilendirilecek bir serbest metin girmeninze olanak sa&#287;layan yeni bir pencere a&ccedil;acakt&#305;r. Bir not ili&#351;tirilmi&#351; adresler en son s&uuml;tunda  <img src="img/sendblaster_lists_managing_3.gif" alt="" width="15" height="10"> simgesi ile i&#351;aretleneceklerdir (bu ikonun &uuml;zerine t&#305;klan&#305;lmas&#305; da ayr&#305;ca Notlar penceresini g&ouml;sterecektir).</p>
<p class="item"><span class="itemelement">Ara</span>** d&uuml;&#287;mesi belirli bir alan veya bir &ccedil;ok alan i&ccedil;erisinde (notlarda dahil olmak &uuml;zere) bir metni araman&#305;za olanak sa&#287;layan bir pencere g&ouml;sterecektir. <span class="itemelement">Tam e&#351;leme</span> kutucu&#287;unun se&ccedil;ilmesi durumunda arama i&#351;lemi birebir girilen arama metnine uyan adresleri g&ouml;sterecektir. Aksi durumda arama fonksiyonu i&ccedil;erisinde belirtilen metin bulunan t&uuml;m adresleri g&ouml;sterecektir. Gelen liste i&ccedil;erisinde hareket etmek i&ccedil;in arama penceresi i&ccedil;erisinde <span class="itemelement">&#304;lkini bul</span>, <span class="itemelement">Sonrakini bul</span> ve <span class="itemelement">&Ouml;ncekini bul</span> d&uuml;&#287;melerini kullanabilirsiniz. </p>
<p class="item"><span class="itemelement">Tekrarlar&#305; Bul</span> d&uuml;&#287;mesi listeler i&ccedil;erisinde tekrar eden e-posta adreslerinin y&ouml;netilmesine olanak sa&#287;lar. Se&ccedil;ili listeler i&ccedil;erisindeki tekrarlar&#305; aratabilir ve tekrarlar penceresi i&ccedil;erisinden tekrar eden adresleri silebilir veya d&uuml;zenleyebilirsiniz. Listeleriniz i&ccedil;erisinde tekrar eden e-posta adresleriniz olabilir ve <a href="sendblaster_settings_advancedsettings.htm" class="itemlink">Geli&#351;mi&#351; Ayarlar</a> penceresi i&ccedil;erisinden bu adreslere mesaj g&ouml;nderilmesini isteyip istemedi&#287;inizi belirtebilirisniz. </p>
<p class="item"><span class="itemelement">G&ouml;r&uuml;n&uuml;m&uuml; de&#287;i&#351;tir</span> d&uuml;&#287;mesi normal g&ouml;r&uuml;n&uuml;m ile &quot;Kart g&ouml;r&uuml;n&uuml;m&quot; aras&#305;nda ge&ccedil;i&#351; yapman&#305;za olanak sa&#287;layacakt&#305;r. &quot;Kart g&ouml;r&uuml;n&uuml;m&quot; modunda her bir adres &ouml;zelle&#351;tirebilir bir geni&#351;likte birer kart olarak g&ouml;r&uuml;nt&uuml;lenecektir. Gezinme i&#351;lemi dikey gezinme &ccedil;ubu&#287;u ile sa&#287;lan&#305;r.</p>
<p class="item">Ekranda yer kazanmak i&ccedil;in mevcut  15 alan&#305;n yaln&#305;zca belirli bir k&uuml;mesini kullanmak isteyebilirsiniz;<span class="itemelement"> G&ouml;r&uuml;nen alanlar</span> &uuml;zerine t&#305;klayarak hangi alanlar&#305;n g&ouml;r&uuml;nt&uuml;lenmesini istedi&#287;inizi se&ccedil;ebilirsiniz. </p>
<hr size="1" noshade>
<p class="item">*Free Edition 2 da&#287;&#305;t&#305;m listesine kadar y&ouml;netebilir.<br>
  **Arama fonksiyonu yaln&#305;zca Pro Edition i&ccedil;erisinde mevcuttur</p>
<p class="item">&nbsp;</p>
</body>
</html>
