<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">SendBlaster</p>
<p class="item"><strong>Sendblaster</strong> bir &ccedil;ok da&#287;&#305;t&#305;m listesine &ccedil;ok h&#305;zl&#305; ve otomatik olarak bir &ccedil;ok e-posta mesaj&#305; g&ouml;ndermek i&ccedil;in tasarlanm&#305;&#351;t&#305;r. Geli&#351;mi&#351; veri motoru ve ki&#351;isel mesaj g&ouml;nderme kabiliyeti (&quot;De&#287;erli m&uuml;&#351;terimiz&quot; yerine &quot;Say&#305;n Ahmet Tekez&quot; &#351;eklinde), size otomatik b&uuml;ltenler ve reklam kampanyalar&#305; olu&#351;turma imkan&#305; sa&#287;lamaktad&#305;r. T&uuml;m bu i&#351;lemler  masa&uuml;st&uuml; bilgisayar&#305;n&#305;z &uuml;zerinden ger&ccedil;ekle&#351;tirilmektedir.</p>
<p class="item"><b>SmartSend</b> motoru sayesinde SMTP sunucusu olmadan bile bir &ccedil;ok mesaj&#305; ayn&#305; anda g&ouml;ndermek m&uuml;mk&uuml;nd&uuml;r ve bu standart bir e-posta istemcisi ile mesaj g&ouml;ndermekten daha g&uuml;venli ve daha kolayd&#305;r. Al&#305;c&#305;lar&#305;n gizlili&#287;i korunur. SendBlaster'&#305;n bir &ccedil;ok g&ouml;nderimi y&ouml;netmek i&ccedil;in kullan&#305;m&#305;, kazayla bile olsa, di&#287;er insanlar&#305;n e-posta adreslerinin a&ccedil;&#305;&#287;a &ccedil;&#305;kmas&#305;n&#305; &ouml;nler.</p>
<p class="item">Mesajlar direkt olarak yaz&#305;l&#305;m i&ccedil;erisinde bir bi&ccedil;imlendirme ara&ccedil;lar&#305; k&uuml;mesi ile olu&#351;turulabilir veya harici dosyalardan (HTML sayfalar&#305;ndan, daha &ouml;nce kaydedilmi&#351; .eml mesajlar&#305;ndan - &Ouml;rne&#287;in Outlook program&#305; taraf&#305;ndan) i&ccedil;eri aktar&#305;labilir. D&uuml;zenleme ve aktarma fonksiyonlar&#305; mesaj i&ccedil;erisine direkt resim eklemenize olanak sa&#287;lar ve b&ouml;ylece harici dosyalara ba&#287;lant&#305; vermek zorunda kalmazs&#305;n&#305;z (en son g&uuml;ncel e-posta istemci programlar&#305; bunu yapman&#305;za izin vermez ve bir g&uuml;venlik uyar&#305;s&#305; verirler).</p>
<p class="item">Da&#287;&#305;t&#305;m listesi y&ouml;netimi olduk&ccedil;a optimize edilmi&#351;tir: bir ka&ccedil; fare t&#305;klamas&#305; ile yeni listeler olu&#351;turabilri, mevcut olanlar&#305; d&uuml;zenleyebilir ve harici kaynaklardan adresler i&ccedil;eri aktarabilirsiniz. A&#351;a&#287;&#305;daki kaynaklardan veri aktarmak m&uuml;mk&uuml;nd&uuml;r:</p>
<ul>
  <li class="item">Bi&ccedil;imlendirilmi&#351; bir metin dosyas&#305;ndan  (.csv)</li>
  <li class="item">Outlook Express</li>
  <li class="item">Ta&#351;&#305;ma panosundan</li>
  <li class="item">Bir web sayfas&#305;ndan</li>
</ul>
<p class="item">Her bir farkl&#305; da&#287;&#305;t&#305;m listesi i&ccedil;in, &uuml;ye ol/&uuml;yelikten &ccedil;&#305;k mesajlar&#305;n&#305; sabit bir e-posta adresine almak m&uuml;mk&uuml;nd&uuml;r: bir listeye &uuml;ye olmak i&ccedil;in t&uuml;m gerekli olan &#351;ey bu adrese &quot;&Uuml;ye ol&quot; ba&#351;l&#305;&#287;&#305;nda bir mesaj atmakt&#305;r (veya &uuml;yelikten &ccedil;&#305;kmak i&ccedil;in &quot;&Uuml;yelikten &ccedil;&#305;k&quot; ba&#351;l&#305;&#287;&#305;nda). Yaz&#305;l&#305;m mesajlar&#305; indirir ve otomatik olarak ilgili da&#287;&#305;t&#305;m listelerini g&uuml;nceller.</p>
<p class="item">&Uuml;yelikleri e-postalar &uuml;zerinden y&ouml;netmek ve bir web kayna&#287;&#305;ndan i&ccedil;eri veri aktarmak size kolayca web sitenize mesaj listesi fonksiyonlar&#305; eklemenizi sa&#287;lar. SendBlaster listelerin g&uuml;ncellemesini ve mesajlar&#305;n do&#287;ru al&#305;c&#305;lara g&ouml;nderilmesi i&#351;lemini ger&ccedil;ekle&#351;tirir (bu &#351;ekilde mesaj&#305; almas&#305; gerekmeyen ki&#351;ilere mesajlar&#305;n g&ouml;nderilmesi engellenir).</p>
<p class="item">Da&#287;&#305;t&#305;m listesi e-posta y&ouml;netimi olduk&ccedil;a geli&#351;mi&#351;tir: tek bir fare t&#305;klamas&#305; ile adresler etkinle&#351;tirilebilir veya etkisizle&#351;tirebilir ve bir veya daha fazla alan&#305;n i&ccedil;eri&#287;ine g&ouml;re verileri geli&#351;mi&#351; bir &#351;ekilde filtrelemek m&uuml;mk&uuml;nd&uuml;r. Bu iki fonksiyonunu birle&#351;tirmek, size spesifik bir liste i&ccedil;erisindeki belirli bir alt gruba mesaj g&ouml;ndermenize olanak sa&#287;lar (&ouml;rne&#287;in yaln&#305;zca belirli bir b&ouml;lgede ya&#351;ayan insanlara veya belirli bir i&#351;te &ccedil;al&#305;&#351;an kontak grubuna gibi).</p>
<p class="item">Yaz&#305;l&#305;m ayr&#305;ca yeni &uuml;yelikleri ay&#305;rt edebilir ve bu &#351;ekilde sadece daha &ouml;nce mesaj&#305; almam&#305;&#351; ki&#351;ilere mesaj&#305; g&ouml;nderebilir. Alanlar &ouml;zelle&#351;tirilebilir ve &ccedil;ok fazla say&#305;da arama se&ccedil;ene&#287;i mevcuttur. Her adrese &quot;PostIt&quot; t&uuml;r&uuml;nde notlar eklenebilir ve bu notlar i&ccedil;erisinde de arama yap&#305;labilir.</p>
<p class="title">S&uuml;r&uuml;mler</p>
<table width="400" border="0" cellpadding="0" cellspacing="0">
  <tr> 
      <td valign="top" class="item">Yard&#305;m dosyalar&#305;nda a&ccedil;&#305;klanan baz&#305; fonksiyonlar yaln&#305;zca Pro Edition s&uuml;r&uuml;m&uuml;nde mevcuttur. K&#305;sa bir kar&#351;&#305;la&#351;t&#305;rma tablosu yanda verilmi&#351;tir:</td>
      <td width="170" valign="top"> 
      <iframe name="mainframe" src ="sendblaster_compare.htm" scrolling="no" width="200" height="200" frameborder="0"> 
      </iframe></td>
  </tr>
</table>
  <table width="100%" border="0" cellpadding="4" cellspacing="0">
    <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong><font color="#009900">&#304;lk ad&#305;mlar</font></strong></p>
      <p class="item">Bir ka&ccedil; basit ad&#305;mda mesaj olu&#351;turma ve g&ouml;nderme ile ilgili bilgileri a&#351;a&#287;&#305;da bulabilirsiniz:</p>
      <p class="item"><strong>1. Bir mesaj olu&#351;turun:</strong> <span class="itemelement">Mesajlar</span> 
        paneli i&ccedil;erisindeyken  <a href="sendblaster_messages_compose.htm" class="itemlink">Mesaj olu&#351;tur</a> &uuml;zerine t&#305;klay&#305;n; ve mesaj&#305; olu&#351;turun (resimde ekleyerek) veya harici bir dosyadan mesaj&#305; aktar&#305;n (&ouml;rne&#287;in Outlook Express ile daha &ouml;nce kaydedilen bir e-posta mesaj&#305;n&#305;). Bu a&#351;amada, ger&ccedil;ek al&#305;c&#305;n&#305;n verisi ile de&#287;i&#351;tirilecek : &ouml;rne&#287;in Say&#305;n #isim# ifadesi Say&#305;n Ahmet Tekel &#351;eklinde olacak, i&#351;aretleyicilerin kullan&#305;m&#305;n&#305; &ouml;&#287;renmek faydal&#305; olabilir.</p>
      <p class="item"><strong>2. Bir adres listesi tan&#305;mlay&#305;n:</strong> <span class="itemelement">Listeler ve adresler </span>paneli i&ccedil;erisindeki  <a href="sendblaster_lists_managing.htm" class="itemlink">Liste y&ouml;netimi</a> &uuml;zerine t&#305;klay&#305;n. 
        Yeni adresleri varsay&#305;lan listeye ekleyin veya &ouml;rne&#287;in <a href="sendblaster_lists_import.htm" class="itemlink">Outlook Express uygulamas&#305;ndan aktar&#305;n</a> fonksiyonunu kullanarak yeni bir liste olu&#351;turun; s&uuml;tun ba&#351;l&#305;&#287;&#305; &uuml;zerindeki &ouml;zel alan i&ccedil;erisinde s&uuml;tun ba&#351;l&#305;klar&#305;n&#305; s&uuml;r&uuml;kleyerek ve adresleri etkinle&#351;tirerek/etkisizle&#351;tirerek gruplama fonksyonlar&#305;n&#305; deneyin.</p>
        
      <p class="item"><strong>3. Mesaj&#305; g&ouml;nderin:</strong><span class="itemelement"> Mesajlar </span> 
        paneli i&ccedil;erisindeki  <a href="sendblaster_messages_send.htm" class="itemlink">G&ouml;nder</a> &uuml;zerine t&#305;klay&#305;n; 
        al&#305;c&#305; listesini se&ccedil;in ve SMTP sunucusu ba&#287;lant&#305; parametrelerini belirtin veya direkt g&ouml;ndermeyi deneyin (bu durumda &ccedil;ok h&#305;zl&#305; g&ouml;nderme se&ccedil;eneklerini deneyebilirsiniz).</p></td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </table>
<p>&nbsp;</p>
</body>
</html>
