<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<title>SendBlaster</title>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body"> 
  <p class=title>SSS</p>
  <p class=item><strong>Birden &ccedil;ok kullan&#305;c&#305;ya bir mesaj g&ouml;nderdi&#287;imde, kullan&#305;c&#305;lar di&#287;er herkesin adresini g&ouml;rebilecek mi?</strong></p>
  <blockquote> 
    
  <p class=item>Hay&#305;r , SendBlaster her mesaj&#305; ayr&#305; ayr&#305; g&ouml;nderir; al&#305;c&#305;n&#305;n gizlili&#287;i korunur. Bu nedenle birden fazla mesaj g&ouml;nderiminde SendBlaster yaz&#305;l&#305;m&#305;n&#305;n kullan&#305;lmas&#305; gizlilik kurallar&#305;n&#305;n bir ihlali olan di&#287;er kullan&#305;c&#305;lar&#305;n e-posta adreslerinin kazaylada olsa g&ouml;r&uuml;nt&uuml;lenmesini engeller.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>Bir listeyi nas&#305;l filtreleyebilirim?</strong></p>
  <blockquote> 
    
  <p class=item><a href="sendblaster_lists_managing.htm" class="itemelement">Listeleri y&ouml;net</a>  b&ouml;l&uuml;m&uuml; i&ccedil;erisindeki s&#305;ralama/gruplama fonksiyonlar&#305;n&#305; kullanmak ve bir grup adresi ge&ccedil;ici olarak etkinle&#351;tirmek/etkisizle&#351;tirmek size mevcut liste i&ccedil;erisindeki belirli bir alt gruba mesaj g&ouml;nderme olana&#287;&#305; sa&#287;lar.</p>
</blockquote>
  <p class=item><strong>Mesaj listesinden &ccedil;&#305;kmak i&ccedil;in bir ba&#287;lant&#305;y&#305; mesaj g&ouml;vdesine nas&#305;l ekleyebilirim?</strong></p>
  
<blockquote> 
  <p class=item>SendBlaster, her farkl&#305; liste i&ccedil;in, mesajlar&#305; &ouml;zel sabit bir e-posta adresinden indirerek da&#287;&#305;t&#305;m listelerini y&ouml;netebilir (bak&#305;n&#305;z <a href="sendblaster_lists_subscribe.htm" class="itemelement">&Uuml;yelikleri y&ouml;net</a>). Bu nedenle etiketler kullanarak HTML kodu i&ccedil;erisine bir &uuml;yelikten &ccedil;&#305;kma ba&#287;lant&#305;s&#305; eklemek kolayd&#305;r:</p>
    <blockquote> 
      
    <p class=valore>&lt;a href=&quot;mailto:#y&ouml;neticiepostaadresi#?Ba&#351;l&#305;k=&Uuml;yelikten &ccedil;&#305;k&quot;&gt;&Uuml;yelikten &ccedil;&#305;k&lt;/a&gt;</p>
    </blockquote>
    
  <p class=item>HTML kodu, <span class="itemelement">Kodu g&ouml;ster</span> &uuml;zerine t&#305;klanarak mesaj&#305;n HTML b&ouml;l&uuml;m&uuml; i&ccedil;erisine eklenmelidir, aksi takdirde ba&#287;lant&#305; mesaj bi&ccedil;imlendirme &ccedil;ubu&#287;undaki <span class="itemelement">Ba&#287;lant&#305;</span> d&uuml;&#287;mesi kullan&#305;larak eklenebilir (bu durumda <strong><i>mailto:#y&ouml;neticiepostaadresi#?Ba&#351;l&#305;k=&Uuml;yelikten &ccedil;&#305;k</i></strong> metni ba&#287;lant&#305; i&ccedil;erisine eklenmelidir ve ba&#287;lant&#305; yarat&#305;ld&#305;ktan sonra g&ouml;r&uuml;nt&uuml;lenen metin &quot;&Uuml;yelikten &ccedil;&#305;k&quot; veya benzeri bir &#351;ekilde d&uuml;zenlenmelidir.  </p>
</blockquote>
  <p class=item><strong>Bir mesaj listesine mesaj g&ouml;nderdi&#287;imde, baz&#305; mesajlar teslim edilmiyor ve bir hata ile geri d&ouml;n&uuml;yorlar.</strong></p>
  <blockquote> 
    
  <p class=item>Bir &ccedil;ok adrese mesaj g&ouml;nderirken mesajlar&#305;n hepsinin teslim edilememesi normaldir: adreslerden baz&#305;lar&#305; aktif de&#287;ildir veya ge&ccedil;ici olarak kapanm&#305;&#351;t&#305;r, e-posta sunucular&#305; &ccedil;ok yo&#287;undur, ba&#287;lant&#305; anl&#305;k olarak kesilmi&#351;tir veya yava&#351;t&#305;r.</p>
    
    <p class=item>E&#287;er g&ouml;nderilen mesajlar&#305;n y&uuml;zdesi &ccedil;ok d&uuml;&#351;&uuml;kse veya hi&ccedil;bir mesaj g&ouml;nderilemiyorsa  <a href="sendblaster_messages_send.htm" class="itemlink">G&ouml;nderme Ayarlar&#305;n&#305;</a> kontrol etmek gerekmektedir.</p>
    
    
  <p class=item>Ger&ccedil;ektende g&ouml;nderme modunu de&#287;i&#351;tirmek gerekebilir (direkt veya SMTP modu) ve e&#287;er SMTP sunucunuz antispam filtreleri kullan&#305;yorsa, mesajlar aras&#305;ndaki g&ouml;nderme duraklamas&#305;n&#305; artt&#305;rabilir ve ba&#287;lant&#305; say&#305;s&#305;n&#305; azaltabilirsiniz. SMTP sunucusu, belirli bir zaman aral&#305;&#287;&#305;nda belirli bir say&#305;dan daha fazla mesaj g&ouml;nderimini engelliyor olabilir (&ouml;rne&#287;in bir sunucu saatte 50 mesajdan daha fazlas&#305;n&#305;n g&ouml;nderilmesine izin vermeyebilir); bu durumda ilk g&ouml;nderimden sonra, g&ouml;nderme i&#351;lemi <a href="sendblaster_messages_history.htm" class="itemelement">Ge&ccedil;mi&#351;</a> fonksiyonlar&#305; kullan&#305;larak daha sonra tamamlanacakt&#305;r.</p>
  <p class=item>E&#287;er SMTP sunucusu antispam k&#305;s&#305;tlamalar&#305; a&#351;&#305;lam&#305;yorsa ve mesaj g&ouml;nderim i&#351;lemi ancak &ccedil;ok d&uuml;&#351;&uuml;k h&#305;zlarda ger&ccedil;ekle&#351;iyorsa, direkt g&ouml;nderme modunu deneyebilirsiniz veya &quot;daha toleransl&#305;&quot; bir SMTP sunucusu kullanabilirsiniz (Internet ortam&#305;nda &ccedil;ok uygun fiyatlara &ccedil;ok etkili SMTP servislerine &uuml;ye olabilirsiniz).</p>
  <p class=item>E&#287;er problem direkt g&ouml;nderme modu i&ccedil;erisinde ortaya &ccedil;&#305;karsa, DNS sunucusunun IP adresinin manuel olarak girilmesi gerekebilir.<br>
    &nbsp; </p>
</blockquote>
  <p class=item><strong>&#350;ifremi kaybettim ve programa art&#305;k eri&#351;emiyorum. Ne yapmal&#305;y&#305;m?</strong></p>
  <blockquote> 
    
  <p class=item>Kaybolan verinin tekrar kurtar&#305;lamayaca&#287;&#305;n&#305;n fark&#305;nda olman&#305;z gerekmektedir. A&#351;a&#287;&#305;daki ad&#305;mlar sizin sadece yaz&#305;l&#305;ma geri ula&#351;man&#305;z&#305; sa&#287;lar. </p>
    
  <p class=item>1. Windows Kontrol Paneli i&ccedil;erisinden yaz&#305;l&#305;m&#305; kald&#305;r&#305;n.</p>
    
  <p class=item>2. Kurulum dizinini ve t&uuml;m alt dizinleri manuel olarak silin (&ouml;rne&#287;in <i>C.\Program 
    files\SendBlaster</i>); g&uuml;venlik nedeniyle yaz&#305;l&#305;m kald&#305;r&#305;lsa bile veritaban&#305; otomatik olarak kald&#305;r&#305;lmaz (bu nedenle dizini manuel olarak silmelisiniz).</p>
    <p class=item>3. Yaz&#305;l&#305;m&#305; tekrar geri kurun.</p>
  </blockquote>
</body>
</html>
