<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Bu pencere harici bir web taray&#305;c&#305;s&#305; a&ccedil;madan <strong>Google Analytics</strong> web sitesine eri&#351;menize olanak sa&#287;lar. Gezinti &ccedil;ubu&#287;u varsay&#305;lan olarak kapal&#305;d&#305;r fakat <span class="itemelement">Gezinme </span>&ccedil;ubu&#287;u &uuml;zerine t&#305;klayarak gezinti &ccedil;ubu&#287;unu g&ouml;r&uuml;n&uuml;r yapabilirsiniz; <span class="itemelement">Geri</span>, <span class="itemelement">&#304;leri</span>, <span class="itemelement">Ana sayfa</span>, <span class="itemelement">Yenile</span> ve <span class="itemelement">Dur</span>  d&uuml;&#287;meleri bu i&#351;lemden sonra g&ouml;r&uuml;n&uuml;r olacakt&#305;r. </p>
<p class="item">Google Analytics en yayg&#305;n kullan&#305;lan web analitik &ccedil;&ouml;z&uuml;m&uuml;d&uuml;r; web site trafi&#287;iniz ve pazarlama kampanyalar&#305;n&#305;z hakk&#305;nda size geni&#351; bilgiler sunar. E&#287;er web sitenizde Analytics servisini zaten kullan&#305;yorsan&#305;z, e-posta kampanyalar&#305;n&#305;z&#305;da kolayca takip edebilirsiniz: sadece SendBlaster'&#305;n <a href="sendblaster_messages_compose.htm" class="itemlink">mesaj d&uuml;zenleme penceresi</a> i&ccedil;erisindeki <span class="itemelement">Google Analytics</span> d&uuml;&#287;mesine t&#305;klay&#305;n: </p>
<ol class="item">
  <li>Mesaj&#305;n&#305;z&#305; olu&#351;turun ve ba&#287;lant&#305;lar&#305; ekleyin</li>
  <li>Mesaj d&uuml;zenlemesini bitirdi&#287;iniz zaman  <span class="itemelement">Google Analytics</span> d&uuml;&#287;mesine t&#305;klay&#305;n</li>
  <li>Kampanya detaylar&#305;n&#305;z&#305; girin (e&#287;er yard&#305;ma ihtiya&ccedil; duyarsan&#305;z Google Analytics websitesine bak&#305;n)  </li>
</ol>
<p class="item">Mesaj i&ccedil;erisinde ki t&uuml;m ba&#287;lant&#305;lar Google Analytics kodlar&#305;n&#305; i&ccedil;erecek &#351;ekilde otomatik olarak g&uuml;ncellenir. HTML kodlar&#305; de&#287;i&#351;tirilece&#287;inden, Google Analytics kodlar&#305;n&#305; ekleme i&#351;lemi her zaman mesaj d&uuml;zenleme i&#351;lemi tamamland&#305;ktan sonra ger&ccedil;ekle&#351;tirilmelidir (di&#287;er bir deyi&#351;le bu i&#351;lem mesaj olu&#351;turma i&#351;lemindeki son i&#351;lem olmal&#305;d&#305;r)*. </p>
<p class="item">L&uuml;tfen websitenizde (veya kullan&#305;c&#305;lar&#305;n y&ouml;nlendirilece&#287;i sitede) <strong>Google Analytics servisinin y&uuml;kl&uuml; olmas&#305; gerekti&#287;ini unutmay&#305;n</strong>. Sa&#287;lad&#305;&#287;&#305; takip bilgilerini anlayabilmek i&ccedil;in bu servisin kullan&#305;m&#305; konusunda bilgi sahibi olman&#305;z gerekmektedir.  </p>
<hr size="1" noshade>
<p class="item">*E&#287;er baz&#305; linklerinizin takip edilmesini istemiyorsan&#305;z, mesaja Google Analytics kodlar&#305;n&#305;n eklenmesinden sonra  takip edilmeyecek ba&#287;lant&#305;lar&#305; eklemeniz gerekmektedir. Ayr&#305;ca hem Google Analytics hemde <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReport</a> servisini kullanmak istiyorsan&#305;z, ilk olarak Google Analytics kodunu ekleyin ve daha sonra TrackReports kodunu (y&ouml;nlendirme sistemi kulland&#305;&#287;&#305;ndan) ekleyin.</p>
</body>
</html>
