<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Mesaj olu&#351;turma</p>
<p class="item">Mesaj olu&#351;turma penceresi, da&#287;&#305;t&#305;m listesine g&ouml;nderilecek mesaj&#305; olu&#351;turman&#305;za olanak sa&#287;lar.</p>
<p class="item">Mesaj olu&#351;turma i&#351;lemi aynen standart bir e-posta istemcisindeki gibi ger&ccedil;ekle&#351;tirilir: mesaj <span class="itemelement">Ba&#351;l&#305;&#287;&#305;n&#305;</span> yaz&#305;n, ihtiya&ccedil; duyulan <span class="itemelement">Eklentileri*</span> ekleyin, mesaj g&ouml;vdesini girin. Girilen metnin &ouml;zel alfabe karakterlerine (Latin olmayan) ihtiya&ccedil; duymas&#305; durumunda ilk olarak <span class="itemelement">Dil kodlamas&#305;n&#305;</span> ayarmalan&#305;z gerekecektir (varsay&#305;lan dil kodlamas&#305; <a href="sendblaster_settings_fields.htm" class="itemlink"><span class="itemelement">Alanlar ve g&ouml;r&uuml;n&uuml;m </span></a>penceresi i&ccedil;erisinden de&#287;i&#351;tirilebilir).
  </p><blockquote>
    <p class="item"><font color="#FF0000">Uyar&#305;:</font> Do&#287;ru sonu&ccedil;lar&#305; almak i&ccedil;in mesaj&#305;n dil kodlama ayar&#305; mesaj yaz&#305;lmaya ba&#351;lamadan<strong> &ouml;nce </strong>ayarlanmal&#305;d&#305;r. Metin girilmeden &ouml;nce ayarlama yap&#305;lmamas&#305; okunamayan metin ile sonu&ccedil;lanabilir.</p>
</blockquote>
<p class="item">Sayfa iki metin alan&#305; g&ouml;sterir:</p>
<ul>
  <li class="item">Uzun ara&ccedil; &ccedil;ubu&#287;unun ana alan i&ccedil;erisinde, HTML t&uuml;r&uuml;nde mesaj olu&#351;turmak i&ccedil;in bi&ccedil;imlendirilmi&#351; metin girebilirsiniz. Resimler ve ba&#287;lant&#305;lar ekleyebilirsiniz ve &uuml;st &ccedil;ubukta bulunan <span class="itemelement">Kodu g&ouml;ster </span>&uuml;zerine herhangi bir zamanda t&#305;klayarak  olarak olu&#351;turulan HTML kodunu otomatik olarak kontrol (ve d&uuml;zeltme) yapabilirsiniz.<br>
  &nbsp; </li>
  <li class="item"><span class="itemelement">D&uuml;z metin</span> alan&#305; i&ccedil;erisinde, mesaj metnini d&uuml;z metin olarak girebilirsiniz. Baz&#305; al&#305;c&#305;lar mesajlar&#305; HTML bi&ccedil;iminde g&ouml;r&uuml;nt&uuml;leyemeyebilirler bu nedenle herhangi bir resim ve/veya ba&#287;lant&#305; olmadan i&ccedil;erik i&ccedil;in alternatif bir bi&ccedil;im sunmak &ouml;nemlidir. D&uuml;z metin, mesaj olu&#351;turulmas&#305; tamamland&#305;ktan sonra <span class="itemelement">HTML'den Metin</span> d&uuml;&#287;mesine t&#305;klanarak otomatik olarak bi&ccedil;imlendirilmi&#351; metinden de olu&#351;turulabilir. </li>
</ul>
<p class="item">&Ouml;zelle&#351;tirilmi&#351; mesaj g&ouml;ndermek i&ccedil;in (genel mesaj yerine), mesaj ba&#351;l&#305;&#287;&#305;nda ve g&ouml;vdesinde (hem HTML hem de d&uuml;z metin b&ouml;l&uuml;m&uuml;nde)<span class="itemelement"> Etiketler</span> ekleyebilirsiniz. Her etiket asl&#305;nda bir alan referans&#305;d&#305;r: mesaj g&ouml;nderilirken, etiket belirtilen alandaki kullan&#305;c&#305; metin de&#287;eri ile de&#287;i&#351;tirilir. &Ouml;rne&#287;in, e&#287;er liste bir &quot;&#304;&#351;&#304;smi&quot; ve &quot;Adres&quot; alan&#305; i&ccedil;eriyorsa (<a href="sendblaster_settings_fields.htm" class="itemlink">alan isimleri &ouml;zelle&#351;tirilebilir)</a> a&#351;a&#287;&#305;daki gibi bir mesaj g&ouml;vdesi girmek:</p>
<blockquote>
  <p class="valore">Messrs. #&#304;&#351;&#304;smi#<br>
    #Adres#</p>
</blockquote>
<p class="item">al&#305;c&#305;n&#305;n &ouml;zel bir mesaj almas&#305;n&#305; sa&#287;layacakt&#305;r (&ouml;rne&#287;in):</p>
<blockquote> 
  <p class="valore">Messrs. The Coca Cola Company<br>
    Atlanta, GA</p>
</blockquote>
<p class="item">Alan isimleri &ouml;zelle&#351;tirilebildi&#287;inden, alan numaralar&#305;na (#1# #2#, ve #10# kadar) kar&#351;&#305;l&#305;k gelen &quot;sabit&quot; etiketler kullanabilirsiniz. Alan numaralar&#305; <a href="sendblaster_settings_fields.htm" class="itemlink"><span class="itemelement">Alanlar ve g&ouml;r&uuml;n&uuml;m</span></a> penceresi i&ccedil;erisinde bulunabilir. &Uuml;&ccedil; &ouml;zel etiket ayr&#305;ca kullan&#305;labilir: mesaj&#305;n g&ouml;nderildi&#287;i liste ismi ile de&#287;i&#351;tirilen <span class="itemelement">#listeismi#</span>, &Uuml;yelilerin/&Uuml;yelikten &ccedil;&#305;k&#305;&#351;lar&#305;n g&ouml;nderildi&#287;i adres ile de&#287;i&#351;tirilen <span class="itemelement">#y&ouml;neticiepostaadresi#</span> ve Windows ayarlar&#305;na g&ouml;re bi&ccedil;imlendirilmi&#351; mevcut tarih ile de&#287;i&#351;tirilen<span class="itemelement"> #sistemtarihi#</span> etiketleri.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900"><strong>&Uuml;yelikten &ccedil;&#305;kma ba&#287;lant&#305;s&#305; nas&#305;l olu&#351;turulur</strong></font></p>
      <p>SendBlaster, her bir liste i&ccedil;in, farkl&#305; sabit bir e-posta adresinden mesajlar&#305; indirerek da&#287;&#305;t&#305;m listelerini y&ouml;netebilir (<a href="sendblaster_lists_subscribe.htm" class="itemlink"><span class="itemelement">&Uuml;yelikleri y&ouml;net</span></a>). Bu nedenle HTML i&ccedil;erisine etiketler kullanarak bir &uuml;yelikten &ccedil;&#305;kma ba&#287;lant&#305;s&#305; eklemek &ccedil;ok kolayd&#305;r:</p>
      <blockquote>
        <p class="valore">&lt;a href=&quot;mailto:#y&ouml;neticiepostaadresi#?Subject=&Uuml;yelikten &ccedil;&#305;k&quot;&gt;&Uuml;yelikten &ccedil;&#305;k&lt;/a&gt;</p>
      </blockquote>
      <p>Bu HTML kodu, <span class="itemelement">Kodu G&ouml;ster</span> d&uuml;&#287;mesine t&#305;klanarak veya bi&ccedil;imlendirme ara&ccedil; &ccedil;ubu&#287;unda bulunan <span class="itemelement">Ba&#287;lant&#305;</span> d&uuml;&#287;mesi kullan&#305;larak (bu durumda <em><strong>mailto:#y&ouml;neticiepostaadresi#?Subject=&Uuml;yelikten &ccedil;&#305;k</strong></em> de&#287;eri ba&#287;lant&#305; pernceresi i&ccedil;erisinde belirtilmeli ve ba&#287;lant&#305; olu&#351;turulduktan sonra &quot;&Uuml;yelikten &Ccedil;&#305;k&quot; metni (veya benzeri) g&ouml;sterilen metni de&#287;i&#351;tirmek i&ccedil;in girilmelidir) HTML mesaj&#305;n i&ccedil;erisine eklenebilir.      </p></td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">D&uuml;zenlenen mesaj <span class="itemelement">Kaydet</span> d&uuml;&#287;mesine t&#305;klanarak .eml bi&ccedil;iminde (bir &ccedil;ok e-posta istemcisi ile uyumlu) kaydedilebilir. </p>
<p class="item">Yeni bir mesaj olu&#351;turmak i&ccedil;in s&#305;f&#305;rdan ba&#351;layabilirsiniz (<span class="itemelement">Yeni</span> veya <span class="itemelement">&#350;ablon se&ccedil; </span>d&uuml;&#287;meleri ile) veya <span class="itemelement">A&ccedil;</span> d&uuml;&#287;mesini kullanarak kaydedilmi&#351; bir mesaj&#305; a&ccedil;abilirsiniz:</p>
<ul>
  <li class="item"><span class="itemelement">A&ccedil;</span> / <span class="itemelement">.eml 
    dosyas&#305; a&ccedil; </span>ile bir .eml dosyas&#305; (&ouml;rne&#287;in Outlook ile olu&#351;turulan) aktarabilirsiniz</li>
  <li class="item"><span class="itemelement">A&ccedil;</span> / <span class="itemelement">Ge&ccedil;mi&#351;ten bir e-posta a&ccedil;</span> ile daha &ouml;nce g&ouml;nderilmi&#351; olan bir mesaj&#305; y&uuml;kleyebilirsiniz</li>
  <li class="item"><span class="itemelement">A&ccedil;</span> / <span class="itemelement">Dosyadan HTML aktar</span> Iile yerel disk &uuml;zerindeki bir HTML sayfas&#305;ndan resimler dahil bi&ccedil;imlendirilmi&#351; metni aktarabilirsiniz</li>
  <li class="item"><span class="itemelement">A&ccedil;</span> / <span class="itemelement">Harici bir dosyadan d&uuml;z metin aktar</span> ile d&uuml;z metin aktarabilirsiniz</li>
</ul>
<p class="item"><span class="itemelement">HTML'den Metin </span>d&uuml;&#287;mesi, bi&ccedil;imlendirilmi&#351; HTML metinden d&uuml;z metin elde etmenize olanak sa&#287;lar. Bu nedenel bu &ouml;zelli&#287;i mesaj olu&#351;turma i&#351;lemi bittikten sonra kullanmak mant&#305;kl&#305;d&#305;r.</p>
<p class="item">HTML penceresi i&ccedil;erisinde <span class="itemelement">Google Analytics</span> ve/veya <span class="itemelement">TrackReports</span> d&uuml;&#287;menelerini kullanarak mesajlara e-posta takip &ouml;zellikleri eklenebilir; se&ccedil;ilen takip y&ouml;netimine g&ouml;re mesaj i&ccedil;erisindeki linkler otomatik olarak d&uuml;zenlenir ve gerekli olan kodlar eklenir. Her zaman <a href="sendblaster_messages_googleanalytics.htm" class="itemlink">Google Analytics</a> veya <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports</a> kodu eklemek mesaj &uuml;zerinde yap&#305;lacak son i&#351;lem olmal&#305;d&#305;r - her iki methodda mesaj i&ccedil;erisindeki son kodu de&#287;i&#351;tirmektedir bu nedenle kullan&#305;c&#305;lar ilk &ouml;nce mesaj d&uuml;zenleme i&#351;lemini tamamlamal&#305;d&#305;r. Her iki sistemide kullanarak mesajlar&#305; takip etmek m&uuml;mk&uuml;nd&uuml;r; bu durumda ilk olarak Google Analytics takibi eklenmelidir. </p>
<p class="item">Mesaj&#305; g&ouml;ndermeden &ouml;nce, <span class="itemelement">E-posta &ouml;nizleme</span> d&uuml;&#287;mesi ile mesaj&#305;n e-posta istemcilerinde nas&#305;l g&ouml;r&uuml;nece&#287;ini do&#287;rulamak m&uuml;mk&uuml;nd&uuml;r (ve &#351;iddetle tavsiye edilir). E-posta &ouml;nizleme &ouml;zelli&#287;i <a href="sendblaster_settings_fields.htm" target="mainframe" class="itemlink">Alanlar</a> penceresi i&ccedil;erisinde tan&#305;mlanan  <span class="itemelement">Ki&#351;isel bilgilerim</span> verilerini &ouml;rnek olarak kullan&#305;r.</p>
<p class="item">Mesaj d&uuml;zenlenirken, <span class="itemelement">Spam
  kontrol</span> d&uuml;&#287;mesi kullan&#305;larak mesaj &uuml;zerinde spam-skor kontrol&uuml; ger&ccedil;ekle&#351;tirilebilir. Spam kontrol&uuml; antispam filtreleri kullanan bir &ccedil;ok e-posta sunucusunda yayg&#305;n olarak kullan&#305;lan pop&uuml;ler <b>SpamAssassin</b><strong>motorunu</strong> kullanmaktad&#305;r. Bu geli&#351;mi&#351; SendBlaster &ouml;zelli&#287;ini kullanarak mesaj&#305;n&#305;z&#305;n yanl&#305;&#351;l&#305;kla spam olarak de&#287;erlendirilmesini engelleyebilirsiniz.</p>
<hr size="1" noshade>
<p class="item">*Eklenti fonksiyonlar&#305; yaln&#305;zca Pro Edition i&ccedil;erisinde mevcuttur.</p>
</body>
</html>
