<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title"><strong> sendBlaster 2</strong> i&ccedil;erisindeki yenilikler</p>
<ul>
  <li><span class="item"><strong class="title">Geli&#351;tirilmi&#351; ve yeniden tasarlanm&#305;&#351; kullan&#305;c&#305; arabirimi<br>
  </strong>SendBlaster kullan&#305;m&#305; &ouml;ncesinden daha kolay. Kullan&#305;c&#305;lar, art&#305;k b&uuml;y&uuml;k ve k&uuml;&ccedil;&uuml;k simgeleri destekleyen ve g&ouml;rsel olarak daha &ccedil;ekici olan klasik sol panel ile ekranda yatay olarak yer kazand&#305;ran yeni ara&ccedil; &ccedil;ubu&#287;u aras&#305;nda se&ccedil;im yapabilirler. T&uuml;m paneller art&#305;k fare tekerle&#287;i ile kayd&#305;r&#305;labilir; liste se&ccedil;imi t&uuml;m pencereler aras&#305;nda senkronize edilebilir ve alfabetik olarak s&#305;ralanabilir. T&uuml;m simgeler yeniden tasarland&#305; ve daha bir &ccedil;ok k&uuml;&ccedil;&uuml;k kullan&#305;c&#305; arabirim &ouml;zellikleri eklendi.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Zaman ayarl&#305; mesajlar<br>
  </strong>Art&#305;k kullan&#305;c&#305;lar bir mesaj olu&#351;turabilir ve SendBlaster 2'nin mesaj&#305; verilen tarih ve zamanda otomatik olarak daha sonra g&ouml;ndermesini sa&#287;layabilirler. Veya kullan&#305;c&#305;lar mesaj&#305; &quot;park&quot; edebilirler ve daha sonra kendileri manuel olarak g&ouml;nderebilirler. Art&#305;k SendBlaster Windows ba&#351;lad&#305;&#287;&#305;nda otomatik olarak ba&#351;layabilir ve k&uuml;&ccedil;&uuml;lt&uuml;lm&uuml;&#351; zamanlama modunda &ccedil;al&#305;&#351;abilir.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">E-mail takibi<br>
  </strong>SendBlaster 2, Google'n&#305;n &uuml;cretsiz kampanya takip servisi olan Goolge Analytics i&ccedil;in ve geli&#351;mi&#351; online takip ve raporlama servisimiz olan TrackReports i&ccedil;in haz&#305;r entegre deste&#287;e, sihirbazlara ve pencerelere sahiptir. </span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Yeni, g&uuml;&ccedil;l&uuml; veri filtreleri<br>
  </strong>Kullan&#305;c&#305;lara belirli kriterlere uyan kay&#305;tlar&#305; se&ccedil;erek ve kay&#305;tlar&#305; etkinle&#351;tirerek veya etkisizle&#351;tirerek mesajlar&#305;na ince ayar yapmalar&#305;na olanak sa&#287;layan g&uuml;&ccedil;l&uuml; bir filtre eklenmi&#351;tir. Bu filtre birden &ccedil;ok ko&#351;ulu ve kompleks i&#351;lemleri desteklemektedir ve bu sayade kod yazmadan g&uuml;&ccedil;l&uuml; bir g&ouml;rsel SQL sorgusu olu&#351;turabilirler. Tekrarlar versiyon 1'de oldu&#287;u gibi otomatik olarak filtrelenebilir veya yeni g&uuml;&ccedil;l&uuml; arama moturu ile kullan&#305;c&#305; taraf&#305;ndan y&ouml;netilebilirler.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Mesaj g&ouml;ndermek i&ccedil;in daha fazla se&ccedil;enek<br>
  </strong>Kullan&#305;c&#305;lar mesaj g&ouml;nderirken art&#305;k &ouml;zel ba&#351;l&#305;k bilgileri ekleyebilir, okundu bilgisi isteyebilir, mesaj i&ccedil;in &ccedil;ok &ouml;nemli seviyesini atayabilir, etiket birle&#351;tirmelerini destekleyen &ouml;zel tan&#305;ml&#305; Kime: ba&#351;l&#305;klar&#305; tan&#305;mlayabilir, mesaj g&ouml;nderirken tekrar eden e-posta adreslerinin otomatik olarak filtrelenmesini etkinle&#351;tirebilir veya etkisizle&#351;tirebilir.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Mesajlar&#305; d&uuml;zenlemek i&ccedil;in daha fazla se&ccedil;enek<br>
  </strong>Mesaj olu&#351;turma penceresi i&ccedil;erisindeki bir &ccedil;ok yeni d&uuml;&#287;me kullan&#305;c&#305;lar&#305;n mesaj i&ccedil;erisine kolayca ayr&#305;lma linkleri, Google Analytics ve TrackReports i&ccedil;in &ouml;zel linkler eklemesine ve ba&#351;l&#305;k ve Kime: alanlar&#305;na birle&#351;tirme etiketleri eklemesine olanak sa&#287;lar. Art&#305;k yaln&#305;zca metin tabanl&#305; (HTML mesajlara z&#305;t olan) mesajlar tek bir kutu i&#351;aretlenerek daha kolay olu&#351;turulabilir. </span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Spam kontrol&uuml;<br>
  </strong>Art&#305;k mesajlar&#305; d&uuml;zenlerken spam-skor kontrol&uuml; ger&ccedil;ekle&#351;tirmek m&uuml;mk&uuml;nd&uuml;r; spam skor kontrol&uuml;,  antispam filtersi olan e-posta sunucular&#305; ile  yayg&#305;n kullan&#305;lan pop&uuml;ler SpamAssassin motoru temellidir. </span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Etiket birle&#351;tirme ile &ouml;nizleme<br>
  </strong>&Ouml;nizleme art&#305;k etiket birle&#351;tirmeleri desteklemektedir ve bu &#351;ekilde kullan&#305;c&#305;lar g&ouml;nderilecek mesaj hakk&#305;nda daha kesin bir fikre sahip olabilirler.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Daha fazla h&#305;z<br>
  </strong>SendBlaster art&#305;k 50'ye kadar ba&#287;lant&#305;y&#305; desteklemektedir - bu h&#305;zl&#305; bir SMTP sunucusu kullan&#305;m&#305; durumunda mesaj g&ouml;nderim h&#305;z&#305;n&#305; dramatik &#351;ekilde artt&#305;rabilir. Daha da fazlas&#305; SendBlaster art&#305;k kullan&#305;c&#305;dan ba&#287;&#305;ms&#305;z mesaj g&ouml;nderim i&#351;lemi i&ccedil;in yard&#305;mc&#305; olabilecek, Internet ba&#287;lant&#305;s&#305; kesilsede mesaj g&ouml;nderim i&#351;lemini kesme se&ccedil;ene&#287;ini sunmaktad&#305;r.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">&Ouml;zelle&#351;tirilebilir &uuml;yelik ve geri d&ouml;nen mesaj bi&ccedil;imleri<br>
  </strong>Kullan&#305;c&#305;lar art&#305;k  &uuml;ye olma ve &uuml;yelikten &ccedil;&#305;kma ba&#351;l&#305;klar&#305;n&#305; &ouml;zelle&#351;tirebilir ve teslim edilemiyen mesajlar&#305;n daha kolay ve otomatik i&#351;lenmesi i&ccedil;in &ouml;zel geri d&ouml;nen mesaj bi&ccedil;imleri ekleyebilirler.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">SMTP ve POP3 profilleri<br>
  </strong>Birden fazla SMTP ve POP3 ayar&#305; kullanmak &ouml;ncekinden daha kolayd&#305;r - hesap bilgisi birden fazla profil i&ccedil;erisine kay&#305;t edilebilir ve bu sayede bir ka&ccedil; t&#305;klama ile t&uuml;m SMTP ve/veya POP3 ayarlar&#305; de&#287;i&#351;tirilebilir. Bu &ouml;zellik, &ouml;zellikle ba&#351;kas&#305; ad&#305;na mesaj g&ouml;nderimi s&#305;ras&#305;nda olduk&ccedil;a kullan&#305;&#351;l&#305;d&#305;r.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Snapshots<br>
  </strong>Verilen bir pencere i&ccedil;in t&uuml;m ayalar&#305; kaydedin ve daha sonra tek bir t&#305;k ile bu ayarlar&#305; tekrar kullan&#305;n - snapshot almak kadar kolay. Snapshots &quot;profiller&quot; kavram&#305;n&#305; yeni bir seviyeye ta&#351;&#305;maktad&#305;r - SendBlaster i&ccedil;erisinde birbiriyle ili&#351;kili neredeyse t&uuml;m gruplar bir snapshot olarak kaydedilebilir.</span><br>
  &nbsp; </li>
  <li><span class="title"><strong>Harici eklentiler i&ccedil;in destek<br>
  </strong></span><span class="item">Kullan&#305;c&#305;lar web sitemizden &uuml;cretsiz eklentiler (&ouml;zel i&#351;leri ger&ccedil;ekle&#351;tirmek i&ccedil;in k&uuml;&ccedil;&uuml;k ara&ccedil;lar, &ouml;rne&#287;in farkl&#305; e-posta istemcilerinden adres aktarma gibi) indirebilirler. Gelecekte &ccedil;ok daha fazla eklenti web sitesine eklenecetir.Eklentiler aray&uuml;z&uuml; (API) a&ccedil;&#305;k kaynak kodludur ve &uuml;&ccedil;&uuml;nc&uuml; parti kod geli&#351;tiriciler kullan&#305;&#351;l&#305; ve yeni eklentiler ekleyebilirler.</span><br>
    &nbsp;</li>
  <li> <span class="item"><strong class="title">Yeni, d&uuml;zenlemesi kolay &#351;ablonlar<br>
  </strong>SendBlaster 2, kolayca &ouml;zelle&#351;tirilebilir esnek anahatlara sahip 100'den fazla yeni profesyonel tasar&#305;m &#351;ablonlara sahiptir. </span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Veri dosyalar&#305;na daha kolay eri&#351;im<br>
  </strong>Yedekleme amac&#305;yla veritaban&#305; dosyalar&#305;na eri&#351;im, dosyalar Documents dizini i&ccedil;erisine kaydedildi&#287;inden, art&#305;k daha kolay.</span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Y&ouml;netici (Administrator) yetkilerine gerek yok<br>
  </strong>SendBlaster 2 herhangi bir Windows &uuml;zerinde standart kullan&#305;c&#305; hesaplar&#305; ile &ccedil;al&#305;&#351;t&#305;r&#305;labilir.</span><br>
    &nbsp;</li>
  <li><strong class="title">Windows 7 i&ccedil;in haz&#305;r</strong><br>
    &nbsp; </li>
  <li class="item"><strong class="title">Ve daha fazlas&#305;<br>
  </strong>SendBlaster 2 kullan&#305;c&#305;lar&#305;n daha h&#305;zl&#305; ve etkili &ccedil;al&#305;&#351;mas&#305; i&ccedil;in daha bir &ccedil;ok k&uuml;&ccedil;&uuml;k ek &ouml;zelliklere sahiptir.</li>
</ul>
<p class="item">&nbsp;</p>
</body>
</html>
