<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReports</p>
<p class="item">Bu pencere harici bir web taray&#305;c&#305;s&#305; a&ccedil;madan<strong>TrackReports</strong> web sitesine eri&#351;menize olanak sa&#287;lar. Gezinti &ccedil;ubu&#287;u varsay&#305;lan olarak kapal&#305;d&#305;r fakat <span class="itemelement">Gezinme </span>&ccedil;ubu&#287;u &uuml;zerine t&#305;klayarak gezinti &ccedil;ubu&#287;unu g&ouml;r&uuml;n&uuml;r yapabilirsiniz; <span class="itemelement">Geri</span>, <span class="itemelement">&#304;leri</span>, <span class="itemelement">Ana sayfa</span>, <span class="itemelement">Yenile</span> ve <span class="itemelement">Dur</span> d&uuml;&#287;meleri bu i&#351;lemden sonra g&ouml;r&uuml;n&uuml;r olacakt&#305;r.</p>
<p class="item">TrackReports, kampanyalar&#305;n&#305;z&#305; online olarak takip etmenize olanak sa&#287;layan bir servisdir: ka&ccedil; ki&#351;i b&uuml;lteninizi a&ccedil;t&#305;, ka&ccedil; tanesi ger&ccedil;ekten ba&#287;lant&#305;lar&#305;n&#305;z &uuml;zerine t&#305;klad&#305; vb; toplanan bilgileri detayl&#305; grafikler ile sunar. Mesajla&#351;man&#305;z&#305; takip etmek i&ccedil;in, sadece SendBlaster'&#305;n <a href="sendblaster_messages_compose.htm" class="itemlink">mesaj d&uuml;zenleme penceresi</a> i&ccedil;erisindeki<span class="itemelement"> TrackReports</span> d&uuml;&#287;mesine t&#305;klay&#305;n:</p>
<ol class="item">
  <li>Mesaj&#305;n&#305;z&#305; olu&#351;turun ve ba&#287;lant&#305;lar&#305; ekleyin</li>
  <li>Mesaj d&uuml;zenlemeniz bitti&#287;inde, Internet ba&#287;lan&#305;n (e&#287;er hen&uuml;z ba&#287;l&#305; de&#287;ilseniz) ve  <span class="itemelement">TrackReports</span> d&uuml;&#287;mesi &uuml;zerine t&#305;klay&#305;n. </li>
  <li>TrackReports hesab bilgilerinizi girin (e&#287;er hen&uuml;z bir hesab&#305;n&#305;z yoksa ilk &ouml;nce hesap a&ccedil;man&#305;z gerekmektedir)</li>
  <li>Mesajlar&#305;n&#305;z i&ccedil;in tekil yeni bir ba&#351;l&#305;k girin veya mevcut bir ba&#351;l&#305;&#287;&#305; se&ccedil;in (e&#287;er yard&#305;ma ihtiya&ccedil; duyarsan&#305;z l&uuml;tfen TrackReports websitesine bak&#305;n&#305;z)</li>
</ol>
<p class="item">Mesaj i&ccedil;erisindeki t&uuml;m ba&#287;lant&#305;lar gerekli olan TrackReports kodunu ve y&ouml;nlendirme sistemini i&ccedil;erecek &#351;ekilde otomatik olarak g&uuml;ncellenirler; bir &quot;takip resmi&quot; de ayr&#305;ca mesaja eklenir. Orijinal HTML kodu de&#287;i&#351;tirildi&#287;inden, TrackReports kodunu eklemek daima  mesaj d&uuml;zenlemesi i&#351;leminden sonra yap&#305;lmal&#305;d&#305;r (di&#287;er bir deyi&#351;le, bu i&#351;lem mesaj&#305;n&#305;z&#305; olu&#351;turduktan sonra yap&#305;lmal&#305;d&#305;r)*.</p>
<p class="item">Mesaj&#305;n&#305;za ba&#351;ar&#305;l&#305; bir &#351;ekilde TrackReports kodu ekleyebilmek i&ccedil;in, bu i&#351;lem TrackReports'un online API'sine eri&#351;im gerektirdi&#287;inden, Internet ba&#287;l&#305; olman&#305;z gerekmektedir.</p>
<p class="item">TrackReports &#351;u anda beta durumundad&#305;r ve bu nedenle SendBlaster kullan&#305;c&#305;lar&#305;na &uuml;cretsiz bir servis olarak sunulmaktad&#305;r.SendBlaster bu servis ile full entegrasyona sahipsede, <strong>TrackReports SendBlaster (yaz&#305;l&#305;m&#305;n) bir par&ccedil;as&#305; de&#287;ildir</strong> ve ilerde &uuml;cretli bir abonelik servisi olarak sunulabilir; servis herhangi bir garantisi olmadan &quot;oldu&#287;u gibi&quot; sunulmaktad&#305;r</p>
<p class="item"><font color="#FF0000">Uyar&#305;:</font> TrackReports bir y&ouml;nlendirme mekanizmas&#305; kullanmaktad&#305;r (url k&#305;salt&#305;c&#305;lar gibi); TrackReports web sunucusu g&ouml;&ccedil;erse t&uuml;m takip edilen linkler eri&#351;ilemez olacakt&#305;r (kullan&#305;c&#305;la&#305;n&#305;z ba&#287;lant&#305; linklerinize ula&#351;am&#305;yacaklard&#305;r). TrackReports ve di&#287;er y&ouml;nledirme sistemlerini (url k&#305;salt&#305;c&#305;lar&#305; vb.) kritik haberle&#351;melerinizde kullanman&#305;z&#305; &ouml;nermiyoruz. </p>
<hr size="1" noshade>
<p class="item">*E&#287;er baz&#305; linklerinizin takip edilmesini istemiyorsan&#305;z, mesaja TrackReports kodlar&#305;n&#305;n eklenmesinden sonra  takip edilmeyecek ba&#287;lant&#305;lar&#305; eklemeniz gerekmektedir. Ayr&#305;ca hem <a href="sendblaster_messages_googleanalytics.htm" class="itemlink">Google Analytics</a> hemdeTrackReports servisini kullanmak istiyorsan&#305;z, ilk olarak Google Analytics kodunu ekleyin ve daha sonra TrackReports kodunu (y&ouml;nlendirme sistemi kulland&#305;&#287;&#305;ndan) ekleyin.</p>
</body>
</html>
