<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Ge&ccedil;mi&#351;</p>
<p class="item">Bu pencere g&ouml;nderilmi&#351; t&uuml;m mesajlar&#305; g&ouml;rmenize olanak sa&#287;lar. Bir mesaj g&ouml;nderme i&#351;leminin tamamlanmamas&#305; durumunda (&ouml;rne&#287;in STMP servisiniz k&#305;sa bir s&uuml;re aral&#305;&#287;&#305;nda belirli bir say&#305;dan daha fazla mesaj g&ouml;ndermenize izin vermiyorsa) mesaj g&ouml;nderme i&#351;lemi kesildi&#287;i yerden tekrar ba&#351;lat&#305;labilir. Bu i&#351;lem s&#305;ras&#305;nda ilk g&ouml;nderme i&#351;leminde olmayan al&#305;c&#305;lara mesajlar g&ouml;nderilir.</p>
<p class="item">Her mesaj g&ouml;nderme i&#351;lemi g&ouml;nderilen tarih, mesaj&#305;n g&ouml;nderildi&#287;i liste ve ba&#351;l&#305;k bilgileri ile i&#351;aretlenir.</p>
<p class="item">Se&ccedil;ili girdi i&ccedil;in g&ouml;nderilen mesajlar&#305; g&ouml;rmek i&ccedil;in  <span class="itemelement">E-posta &ouml;nizleme</span> d&uuml;&#287;mesine t&#305;klay&#305;n 
  (veya ilgili komutu sa&#287; fare t&#305;klamas&#305; ile se&ccedil;in).</p>
<p class="item"><span class="itemelement">Adres listesi </span>mesajlar&#305;n g&ouml;nderildi&#287;i t&uuml;m adresleri g&ouml;rmenize olanak sa&#287;lar. Mesajlar&#305;n ba&#351;ar&#305;l&#305; bir &#351;ekilde g&ouml;nderildi&#287;i t&uuml;m adresler ye&#351;il olarak, mesaj teslimat&#305;n&#305;n ba&#351;ar&#305;s&#305;z oldu&#287;u t&uuml;m adreslerde k&#305;rm&#305;z&#305; ile g&ouml;sterilir. </p>
<p class="item"><span class="itemelement">Kay&#305;t</span> d&uuml;&#287;mesi, asl&#305;nda SMTP sunucusu ile (veya direkt g&ouml;nderme modundaysa hedef sunucular ile) ger&ccedil;ekle&#351;en diyalog olan g&ouml;nderim kay&#305;tlar&#305;n&#305; g&ouml;sterir.</p>
<p class="item">Bir veya daha fazla adresin mesaj g&ouml;nderme i&#351;lemine dahil edilmemesi durumunda, listenin en son s&uuml;tunu (eskik olan girdiler i&ccedil;in) <img src="img/sendblaster_messages_history_1.gif" alt="" width="16" height="16"> d&uuml;&#287;mesini g&ouml;sterir. Bu d&uuml;&#287;menin &uuml;zerine t&#305;klanmas&#305; <a href="sendblaster_messages_send.htm" class="itemlink"><span class="itemelement">G&ouml;nder</span></a> sekmesi i&ccedil;erisinde ki mevcut g&ouml;nderme ayarlar&#305; ile g&ouml;nderme i&#351;leminin tamamlanmas&#305;n&#305; sa&#287;lar. Bundan sonra mesaj, mesaj&#305; almayan (Adres listesi i&ccedil;erisinde k&#305;rm&#305;z&#305; ile g&ouml;sterilen) t&uuml;m al&#305;c&#305;lara g&ouml;nderilir. </p>
<p class="item">Ge&ccedil;mi&#351; &ouml;&#287;eler, &ouml;&#287;erek se&ccedil;ilerek (Birden &ccedil;ok eleman&#305; se&ccedil;mek i&ccedil;in <em>  Ctrl</em> tu&#351;unu veya bir grubu se&ccedil;mek i&ccedil;in <em>Shift </em>tu&#351;unu kullan&#305;n) ve <span class="itemelement">&Ouml;&#287;eleri sil </span>d&uuml;&#287;mesine t&#305;klanarak silinebilir.</p>
<p class="item">teslim edilen ve edilmeyen adresler bir metin dosyas&#305; olarak <span class="itemelement">Teslim edilenleri aktar</span> ve <span class="itemelement">Teslim edilmeyenleri aktar </span>d&uuml;&#287;meleri kullan&#305;larak d&#305;&#351;ar&#305; aktar&#305;labilir. Listenizi k&ouml;t&uuml; adreslerden temizlemek i&ccedil;in teslim edilmeyen adresleri d&#305;&#351;ar&#305; aktarmak faydal&#305; olabilir: daha sonra sil veya &uuml;yelikten &ccedil;&#305;kart se&ccedil;enekleri ile <a href="sendblaster_lists_import.htm" class="itemlink">dosyay&#305; i&ccedil;eri aktarabilirsiniz</a>. </p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong><font color="#009900">Ge&ccedil;mi&#351; fonksiyonlar&#305; kullamak ne zaman kullan&#305;&#351;l&#305;d&#305;r?</font></strong></p>
      <p>K&#305;sa bir s&uuml;re i&ccedil;erisinde &ccedil;ok say&#305;da mesaj g&ouml;nderilmesine izin vermeyen SMTP sunucu k&#305;s&#305;tlamalar&#305;n&#305; a&#351;mak i&ccedil;in, mesaj g&ouml;nderme i&#351;lemini Ge&ccedil;mi&#351; fonksiyonlar&#305; ile tamamlamak harika bir yoldur.<a href="sendblaster_messages_send.htm" class="itemlink"><span class="itemelement"> G&ouml;nder</span></a> sekmesi i&ccedil;erisindeki <span class="itemelement">Geli&#351;mi&#351; ayarlar&#305;n</span> atanmas&#305;na ra&#287;men SMTP sunucu k&#305;satlamalar&#305; size bir ad&#305;mda mesaj g&ouml;nderme i&#351;leminizi tamamlamaya izin vermez. &Ouml;rne&#287;in, e&#287;er saatte 50 mesajdan daha fazla mesaj g&ouml;ndermenize izin vermeyen bir sunucuya sahipseniz ve elinizde 100 kullan&#305;c&#305;l&#305; bir da&#287;&#305;t&#305;m listesi mevut ise, ilk te&#351;ebb&uuml;s sonucunda yaln&#305;zca mesajlar&#305;n ilk yar&#305;s&#305; g&ouml;nderilecektir. Bir saat beklemenin ard&#305;ndan g&ouml;nderme i&#351;lemi Ge&ccedil;mi&#351; penceresi i&ccedil;erisinde tamamlanabilir.</p>
<p>Teslim edilemeyen (k&#305;rm&#305;z&#305;) mesajlar&#305;n d&#305;&#351;ar&#305; aktar&#305;lmas&#305; ayr&#305;ca listenizi k&ouml;t&uuml; adreslerden temizlemek i&ccedil;inde kullan&#305;&#351;l&#305; olabilir.</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">&nbsp;</p>
</body>
</html>
