<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Geli&#351;mi&#351; Ayarlar</p>
<p class="item">Bu pencere i&ccedil;erisinde program&#305;n baz&#305; geli&#351;mi&#351; ayarlar&#305;n&#305; yapabilirsiniz.</p>
<p class="item"><span class="itemelement">Arabirim</span>:
<ul>
<li class="item">
    <span class="itemelement">G&ouml;r&uuml;n&uuml;m</span>: kenar panelin <span class="itemelement">Explorer &Ccedil;ubu&#287;u</span> stilindemi (opsiyonel olarak yerden kazanmak i&ccedil;in <span class="itemelement">K&uuml;&ccedil;&uuml;k &#304;konlar</span> ile birlikte) yoksa <span class="itemelement">Ara&ccedil; &ccedil;ubu&#287;u</span> stilindemi g&ouml;r&uuml;nt&uuml;lenmesi gerekti&#287;ini tan&#305;mlar. <br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Pencere i&ccedil;erisinde  TrackReports ba&#287;lant&#305;s&#305;n&#305; g&ouml;ster</span>: ana pencere i&ccedil;erisinde TrackReports ba&#287;lant&#305;s&#305;n&#305;n g&ouml;sterilmesine/gizlenmesine olanak sa&#287;lar; e&#287;er TrackReports servisini kullanmay&#305; planlam&#305;yorsan&#305;z ara&ccedil; &ccedil;ubu&#287;u &uuml;zerinde yer kazanmak i&ccedil;in bu ba&#287;lant&#305;y&#305; gizleyebilirsiniz. <br>
&nbsp;</li>
<li class="item"><span class="itemelement">Pencere i&ccedil;erisinde Google Analytics ba&#287;lant&#305;s&#305;n&#305; g&ouml;ster</span>: ana pencere i&ccedil;erisinde Google Analytics ba&#287;lant&#305;s&#305;n&#305;n g&ouml;sterilmesine/gizlenmesine olanak sa&#287;lar; e&#287;er Google Analytics servisini kullanmay&#305; planlam&#305;yorsan&#305;z ara&ccedil; &ccedil;ubu&#287;u &uuml;zerinde yer kazanmak i&ccedil;in bu ba&#287;lant&#305;y&#305; gizleyebilirsiniz.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Ba&#351;lang&#305;&ccedil;ta ipu&ccedil;lar&#305;n&#305; g&ouml;ster</span>: SendBlaster ba&#351;lad&#305;&#287;&#305;nda ipu&ccedil;lar&#305; penceresinin g&ouml;r&uuml;nt&uuml;lenmesini sa&#287;lar. SendBlaster'&#305;n yaz&#305;l&#305;m&#305;n&#305; tam olarak &ouml;&#287;renene kadar bu se&ccedil;ene&#287;i etkin k&#305;lmak g&uuml;zel bir fikir olabilir.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Pencereler aras&#305;nda liste se&ccedil;imini senkronize et</span>: bu &ouml;zellik, siz de&#287;i&#351;tirene kadar t&uuml;m pencereler i&ccedil;erisinde ayn&#305; liste &uuml;zerinde &ccedil;al&#305;&#351;man&#305;za olanak sa&#287;layan olduk&ccedil;a g&uuml;&ccedil;l&uuml; bir se&ccedil;enektir. &Ouml;rne&#287;in, <span class="itemelement">G&ouml;nderim</span> penceresi i&ccedil;erisinden bir liste se&ccedil;ti&#287;inizde ve yeni bir adres eklemek i&ccedil;in <span class="itemelement">Listeleri y&ouml;net</span> penceresine ge&ccedil;ti&#287;inizde, <span class="itemelement">G&ouml;nderim</span> penceresi i&ccedil;erisinde se&ccedil;mi&#351; oldu&#287;unuz liste <span class="itemelement">Listeleri y&ouml;net</span> penceresi i&ccedil;erisinde se&ccedil;ilmi&#351; olacakt&#305;r. Bu &ouml;zelli&#287;in tek dezavantaj&#305;, e&#287;er &ccedil;ok b&uuml;y&uuml;k bir listeye sahipseniz ve d&uuml;&#351;&uuml;k konfig&uuml;rasyonlu bir PC ile &ccedil;al&#305;&#351;&#305;yorsan&#305;z, performans problemleri ya&#351;ayabilirsiniz,: e&#287;er arabirim ile ilgili olarak herhangi bir istenmeyen tepki ge&ccedil;ikmeleri ya&#351;arsan&#305;z bu &ouml;zelli&#287;i etkisizle&#351;tirin. <br>
&nbsp;</li>
<li class="item">SendBlaster'&#305;n kullan&#305;c&#305; arabirim dilini de&#287;i&#351;tirmek i&ccedil;in <span class="itemelement">Dil</span> d&uuml;&#287;mesini kullan&#305;n; se&ccedil;ili olan dil SendBlaster'&#305;n bir sonraki a&ccedil;&#305;l&#305;&#351;&#305;nda etkin olarak kullan&#305;lacakt&#305;r.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Mesajlar</span>:
<ul>
 <li class="item">
    <span class="itemelement">Yeni mesajlar i&ccedil;in varsay&#305;lan dil kodlamas&#305;</span>:
Bu se&ccedil;enek, yeni olu&#351;turulacak mesajlar&#305;n varsay&#305;lan dil kodlamas&#305;n&#305; ayarlaman&#305;za olanak sa&#287;lar.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Eposta &uuml;yelikleri</span>:
<ul>
 <li class="item">
    Bu b&ouml;l&uuml;m &uuml;ye olma ve &uuml;yelikten &ccedil;&#305;kma mesajlar&#305; i&ccedil;in ba&#351;l&#305;k sat&#305;rlar&#305;n&#305;n tan&#305;mlanmas&#305;na olanak sa&#287;lar. Ayr&#305;ca mesaj ba&#351;l&#305;klar&#305;n&#305;n belirtilen tan&#305;mlamaya tamamen uyup uymamas&#305; gerekti&#287;ini veya sadece tan&#305;mlar&#305; i&ccedil;ermesinin yeterli olup olmayaca&#287;&#305;n&#305; belirtebilirsiniz. &Ouml;nceki versiyonlar ile uyumluluk a&ccedil;&#305;s&#305;ndan &quot;&Uuml;ye ol&quot; ve &quot;&Uuml;yelikten &ccedil;&#305;k&quot; ba&#351;l&#305;klar&#305; her zaman ge&ccedil;erli olacaklard&#305;r (sizin burada tan&#305;mlad&#305;&#287;&#305;n&#305;z ba&#351;l&#305;klara ek olarak).</li>
</ul>
<p class="item"><span class="itemelement">&Ouml;zel geri d&ouml;nen (Bounce-backs) mesaj bi&ccedil;imleri</span>:
<ul>
 <li class="item">
    <span class="itemelement">Bi&ccedil;imleri d&uuml;zenle </span>d&uuml;&#287;mesini kullanarak, &ouml;zelle&#351;tirilmi&#351; geri g&ouml;nen mesaj bi&ccedil;imleri ekleyebilir veya d&uuml;zenleyebilirsiniz. Geri d&ouml;nen mesaj bi&ccedil;imleri orijinal olarak insanlar taraf&#305;ndan okunmas&#305; i&ccedil;in tasarland&#305;&#287;&#305;ndan standart bir bi&ccedil;im yoktur. SendBlaster dahili veritaban&#305;n&#305; kullanarak bir &ccedil;ok yayg&#305;n geri d&ouml;nen mesaj bi&ccedil;imini i&#351;leyebilir fakat yaz&#305;l&#305;m taraf&#305;ndan tan&#305;nmayan baz&#305; bi&ccedil;imler ile kar&#351;&#305;la&#351;abilirsiniz. E&#287;er bu durum olursa, bu yeni bi&ccedil;imleri SendBlaster'&#305;n  i&#351;leye bilmesi i&ccedil;in SendBlaster'&#305;n geri d&ouml;nen mesaj veritaban&#305;na  manuel olarak ekleyebilirsiniz.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Zaman ayarlama</span>:
<ul>
 <li class="item">
  Bu b&ouml;l&uuml;m Windows ba&#351;lat&#305;ld&#305;&#287;&#305;nda SendBlaster'&#305;n zaman ayarlama modunda &ccedil;al&#305;&#351;mas&#305;n&#305;n ayarlanmas&#305;n&#305; sa&#287;lar (sistem penceresinde minimize edilmi&#351; olarak). Bu &#351;ekilde zaman ayarl&#305; mesajla&#351;ma operasyonlar&#305; zaman&#305; geldi&#287;inde otomatik olarak ba&#351;layabilir</li>
</ul>
</p>
<p class="item"><span class="itemelement">G&ouml;nderme</span>:
<ul>
 <li class="item">
  Bu b&ouml;l&uuml;m, kontaklar&#305;n&#305;z&#305;n birden fazla liste i&ccedil;erisinde olmas&#305; durumunda SendBlaster'&#305;n bu tekrar eden e-posta adresilerine mesaj g&ouml;nderip g&ouml;ndermemesi ayarlayabilirsiniz. Genel olarak kontaklar&#305;n&#305;za bir mesaj&#305;n birden fazla kopyas&#305;n&#305; g&ouml;ndermenize gerek yoktur. Tekrar eden kontaklara tekrar eden mesajlar&#305; g&ouml;ndermek i&ccedil;in &ccedil;ok &ouml;zel ve spesifik bir nedeniniz yoksa bu se&ccedil;ene&#287;i se&ccedil;memenizi &#351;iddetle tavsiye ederiz.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Eklentiler</span>:
<ul>
 <li class="item">
  Bu se&ccedil;im mevcut durumda y&uuml;kl&uuml; olan SendBlaster Eklentilerini etkinle&#351;tirilmesine veya etkisizle&#351;tirilmesine olanak sa&#287;lar (bu i&#351;lem eklentileri sistemden kald&#305;rmaz. Eklentileri tamamen kald&#305;rma i&#351;lemini Windows'un Kontrol Panelinden veya her bir eklentinin kald&#305;rma program&#305;ndan yapabilirsiniz). <span class="itemelement">Daha fazla Eklenti </span>d&uuml;&#287;mesini kullanarak yeni SendBlaster eklentileri indirebilirsiniz.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Veritaban&#305;</span>:
<ul>
 <li class="item"><span class="itemelement">
  Veritaban&#305; dizin butonu</span> kullan&#305;ld&#305;&#287;&#305;nda, kullan&#305;c&#305; verilerinin kaydedildi&#287;i dizin a&ccedil;&#305;lacakt&#305;r; bu bak&#305;m, yedekleme ve di&#287;er veritaban&#305; i&#351;lemleri i&ccedil;in kullan&#305;&#351;l&#305;d&#305;r.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Bilgi ve lisans</span>:
<ul>
  <li class="item"> Bu alan i&ccedil;erisinde yaz&#305;l&#305;m s&uuml;r&uuml;m&uuml; ve lisans bilgileriniz hakk&#305;nda bilgileri okuyabilirsiniz. Bu alan i&ccedil;erisinde konfig&uuml;re edilecek bir &#351;ey yoktur (e&#287;er herhangi bir nedenle lisans anahtar&#305;n&#305;z&#305; de&#287;i&#351;tirmek isterseniz bunu SendBlaster'&#305;n tam ekran penceresi i&ccedil;erisinden yapabilirsiniz).</li>
</ul>
</body>
</html>
