<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Aktarma</p>
<p class="item">Harici veri kaynaklar&#305;ndan mevcut se&ccedil;ili liste i&ccedil;erisine veri aktarabilirsiniz. D&ouml;rt adet kab&uuml;l edilen veri kayna&#287;&#305; mevcuttur:</p>
<ul>
  <li class="item"> <span class="itemelement">Harici metin dosyas&#305;ndan aktar </span>se&ccedil;ene&#287;i ile yerel makine veya a&#287; &uuml;zerindeki bir bi&ccedil;imlendirilmi&#351; metin dosyas&#305;ndan (.csv veya .txt) veri aktarabilirsiniz. &quot;Bi&ccedil;imlendirilmi&#351; metin&quot; veritabanlar&#305; ve hesap i&#351;lem yaz&#305;l&#305;mlar&#305; taraf&#305;ndan olduk&ccedil;a yayg&#305;n olarak kullan&#305;lan bir veri de&#287;i&#351;im bi&ccedil;imidir: bu kategori i&ccedil;erisindeki &ccedil;o&#287;u yaz&#305;l&#305;m bu bi&ccedil;imde d&#305;&#351;ar&#305;ya veri aktarabilir.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement"> Bir web sitesinden  http:// ile aktar </span>se&ccedil;ene&#287;i ile bir web sitesinden veri aktarabilirsiniz. Bu i&#351;lem i&ccedil;eri aktar&#305;lacak dosyan&#305;n yerel bilgisayar veya a&#287; &uuml;zerinde olmamas&#305; fakat HTTP protokol&uuml; ile eri&#351;ilebilir olmas&#305; d&#305;&#351;&#305;nda bir &ouml;nceki i&#351;lem ile ayn&#305;d&#305;r. Aktar&#305;lacak veri bir script (PHP veya ASP) taraf&#305;ndan dinamik olarakda yarat&#305;labilir. Bu &ouml;zellik, d&#305;&#351;a aktar&#305;m script &ouml;zelli&#287;i bulunan online veritaban&#305; i&ccedil;eriklerinden veri alman&#305;za imkan sa&#287;lar. Web aderesi ba&#287;lant&#305;s&#305; veri kayna&#287;&#305; olarak tan&#305;mlanacakt&#305;r.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Ta&#351;&#305;ma panosundan aktar </span>se&ccedil;ene&#287;i ile (ba&#351;ka bir yaz&#305;l&#305;mdan veriyi yap&#305;&#351;t&#305;rd&#305;ktan sonra) Windows Ta&#351;&#305;ma Panosundan veri aktarabilirsiniz.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Outlook Express uygulamas&#305;ndan aktar</span> se&ccedil;ene&#287;i ile Outlook Express Adres Defterinden (yani Windows Adres Defterinden) veri aktarabilirsiniz..</li>
</ul>
<p class="item">Harici kaynaklardan y&uuml;klenen veri a&#351;a&#287;&#305;daki i&#351;lemlerden herhangi birisi i&ccedil;in kullan&#305;labilir:</p>
<ul>
  <li class="item"><span class="itemelement">Yeni adresleri listeye ekle ve &uuml;ye yap</span> se&ccedil;ene&#287;i ile veriler se&ccedil;ili listeye eklenebilir.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Yeni adresleri listeden sil</span> se&ccedil;ene&#287;ini se&ccedil;erek verilerin se&ccedil;ili listeden silinmesini sa&#287;layabilirsiniz. Veri kayna&#287;&#305; i&ccedil;erisindeki t&uuml;m adresler e&#287;er mevcut ise listeden silinirler.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Yeni adresleri &uuml;yelikten &ccedil;&#305;kart</span> se&ccedil;ene&#287;ini se&ccedil;erek (veriyi silmeden ve dolay&#305;s&#305;la veriyi tutarak) veri i&ccedil;erisinde bulunan adreslerin liste &uuml;yeli&#287;inden &ccedil;&#305;kart&#305;lmas&#305;n&#305; sa&#287;layabilirsiniz. Bu i&#351;lem yukar&#305;da tan&#305;mlanan i&#351;leme benzerdir fakat adresler listeden silinmez sadece &uuml;yelikten &ccedil;&#305;kart&#305;lacak &#351;ekilde i&#351;aretlenir. Bu y&ouml;ntem size veriyi korurken, mesaj g&ouml;nderme i&#351;lemi s&#305;ras&#305;nda belirli adresleri hari&ccedil; tutma kabiliyeti sa&#287;lar.</li>
</ul>
<p class="item">Listeyi, veri kayna&#287;&#305;n&#305; ve i&#351;lem y&ouml;ntemini se&ccedil;tikten sonra <span class="itemelement">Aktar </span>d&uuml;&#287;mesi &uuml;zerine t&#305;klay&#305;n. Aktarma i&#351;lemini tamamlamak i&ccedil;in size bir ka&ccedil; se&ccedil;ene&#287;i belirtmenizi sa&#287;layan sihirbaz benzeri bir pencere a&ccedil;&#305;lacakt&#305;r:</p>
<ul>
  <li class="item"><span class="itemelement">Aktar&#305;lacak dosyan&#305;n dizini</span> veya aktar&#305;m web aktar&#305;m&#305; ise <span class="itemelement">Aktar&#305;lacak dosyan&#305;n URL adresi </span>(Outlook Express veya Ta&#351;&#305;ma panosundan aktar&#305;m herhangi bir dizin gerektirmez).<br>
    &nbsp; </li>
  <li class="item">Veri <span class="itemelement">Bi&ccedil;imi</span> (Outlook Express'den aktar&#305;m i&ccedil;in gerekmez): e&#287;er <span class="itemelement">Ayr&#305;lm&#305;&#351;</span> 
    se&ccedil;ene&#287;ini se&ccedil;erseniz ayr&#305;ca <span class="itemelement">Alan ay&#305;rac&#305;</span> ve uygun olmas&#305; durumunda <span class="itemelement">&#304;lk sat&#305;r alan isimlerini i&ccedil;erir </span>alanlar&#305;n&#305; da belirtmelisiniz.     <span class="itemelement">Serbest</span> bi&ccedil;imin se&ccedil;ilmesi durumunda yaln&#305;zca e-posta adresi aktar&#305;lacakt&#305;r (otomatik olarak tan&#305;nan) ve veri bi&ccedil;im tan&#305;mlamas&#305;na gerek olmayacakt&#305;r.<br>
    &nbsp; </li>
  <li class="item">E&#287;er tipik bir aktarma i&#351;lemi ger&ccedil;ekle&#351;tiriyorsan&#305;z (yani veri ekleme veya <span class="itemelement">Yeni adresleri listeye ekle ve &uuml;ye yap</span> i&#351;lemi) hedef liste i&ccedil;erisinde,  (aktar&#305;lacak veri i&ccedil;erisinde bulunan) aktar&#305;lacak adresin mevcut olmas&#305; durumunda yap&#305;lacak i&#351;lemi tan&#305;mlamak i&ccedil;in ekstra iki se&ccedil;enek daha mevcuttur: <span class="itemelement">DTekrar eden adresleri ve zaten mevcut olan adresleri ekleme</span> se&ccedil;ene&#287;i se&ccedil;ilmesi durumunda, bu adresler otomatik olarak yok say&#305;l&#305;r (aksi durumda bu adresler tekrar yarat&#305;r); <span class="itemelement">Liste i&ccedil;erisinde zaten olanlar&#305; &uuml;ye yap </span>se&ccedil;ene&#287;i se&ccedil;ilirse, e&#287;er bir adres hedef liste i&ccedil;erisinde mevcutsa fakat listeye &uuml;ye de&#287;ilse (bak&#305;n&#305;z <a href="sendblaster_lists_managing.htm" class="itemelement">Listeleri y&ouml;net</a>), yeni veri eklenmeyecek fakat adres &uuml;ye yap&#305;lacak &#351;ekilde i&#351;aretlenecektir.<br>
  &nbsp; </li>
  <li class="item">Bir sonraki a&#351;ama i&ccedil;erisinde harici veri kayna&#287;&#305; ile SendBlaster alanlar&#305; aras&#305;nda e&#351;le&#351;meyi ayarlaman&#305;z istenecektir ve <span class="itemelement">&#304;leri </span> d&uuml;&#287;mesi &uuml;zerine t&#305;klad&#305;&#287;&#305;n&#305;zda aktarma i&#351;lemi ba&#351;layacakt&#305;r.</li>
</ul>
<p class="item"><a href="sendblaster_snapshots.htm" class="itemelement">Snapshots</a> aktarma i&#351;leminde olduk&ccedil;a kullan&#305;&#351;l&#305;d&#305;rlar: e&#287;er ba&#351;ar&#305;l&#305; bir &#351;ekilde bir dosyay&#305; i&ccedil;e aktard&#305;ysan&#305;z, kullanm&#305;&#351; oldu&#287;unuz ayarlar&#305; kaydetmek i&ccedil;in konfig&uuml;rasyon bir snapshot&#305;n&#305; al&#305;n; daha sonra bir ka&ccedil; fare t&#305;klamas&#305; ile bu ayarlar&#305; tekrar kullanabileceksiniz.</p>
<p class="item"><strong><font color="#FF0000">Uyar&#305;:</font></strong> harici veri kayna&#287;&#305; i&ccedil;erisinde e-posta adreslerini i&ccedil;eren alan&#305;n do&#287;ru belirtilmesi son derece &ouml;nemlidir:</p>
<ol>
  <li class="item"><strong>se&ccedil;ili alan i&ccedil;erisinde ge&ccedil;erli bir e-posta adresi i&ccedil;ermeyen t&uuml;m harici kay&#305;tlar yok say&#305;l&#305;r</strong>. 
    Bu nedenle e&#287;er yanl&#305;&#351; alan belirtilirse, hi&ccedil; bir kay&#305;t e-posta adresi i&ccedil;ermeyecektir ve t&uuml;m harici veri yok say&#305;lacakt&#305;r.</li>
  <li class="item">harici veri ile listedeki veri aras&#305;nda, e-posta adresinin zaten mevcut olup olmad&#305;&#287;&#305; kar&#351;&#305;la&#351;t&#305;rmas&#305; ger&ccedil;ekte belirtilen alandaki bulunan e-posta adresleri ile ger&ccedil;ekle&#351;tirilir.</li>
</ol>
</body>
</html>
