<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">D&#305;&#351;a Aktarma</p>
<p class="item">SendBlaster bir da&#287;&#305;t&#305;m listesinden d&#305;&#351;ar&#305;ya .<i>csv</i> dosya bi&ccedil;iminde veri aktarman&#305;za olanak sa&#287;lar.* D&#305;&#351;a aktar&#305;lacak listeyi se&ccedil;tikten sonra, mevcut olan aktarma y&ouml;ntemlerinden birisini se&ccedil;ebilirsiniz:</p>
<ol>
  <li class="item"><span class="itemelement">T&uuml;m adresleri aktar</span>: listedeki t&uuml;m adresler d&#305;&#351;a aktar&#305;lacakt&#305;r.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Yaln&#305;zca &uuml;ye adresleri aktar</span>: 
    yaln&#305;zca se&ccedil;ili listedeki &uuml;ye olan adresler aktar&#305;lacakt&#305;r  
    (<a href="sendblaster_lists_managing.htm" class="itemelement">Listeleri y&ouml;net</a> penceresi i&ccedil;erisinde  <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> sembol&uuml; ile i&#351;aretli adresler).<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Yaln&#305;zca &uuml;ye olmayan adresleri aktar</span>: 
    yaln&#305;zca se&ccedil;ili listedeki &uuml;ye olmayan adresler aktar&#305;lacakt&#305;r  
    (<a href="sendblaster_lists_managing.htm" class="itemelement">Listeleri y&ouml;net</a> penceresi i&ccedil;erisinde<img src="img/sendblaster_lists_managing_2.gif" alt="" width="12" height="12">&nbsp;sembol&uuml; ile i&#351;aretli adresler).<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Yaln&#305;zca etkin olan adresleri aktar</span>: 
    yaln&#305;zca mevcut durumda etkin olan adresler aktar&#305;lacakt&#305;r. <a href="sendblaster_lists_managing.htm" class="itemelement">Listeleri y&ouml;net</a> penceresi i&ccedil;erisindeki geli&#351;mi&#351; filtre se&ccedil;eneklerini kullanarak, bu y&ouml;ntem size se&ccedil;ici ve spesifik d&#305;&#351;a aktar&#305;mlar yapman&#305;za olanak sa&#287;lar..</li>
</ol>
<p class=item><span class="itemelement">D&#305;&#351;a aktar</span> d&uuml;&#287;mesine t&#305;klanmas&#305;ndan sonra d&#305;&#351;a aktar&#305;lacak dosyan&#305;n ismini girebilece&#287;iniz bir pencere g&ouml;r&uuml;n&uuml;r. <span class="itemelement">Alan ay&#305;rac&#305; </span>(s&uuml;tun ay&#305;rma karakteri) ayr&#305;ca belirtilmelidir ve ayr&#305;ca <span class="itemelement">&#304;lk sat&#305;r alan isimlerini i&ccedil;erir</span> se&ccedil;ene&#287;i ile alan isimlerinin belirtebilirsiniz. son olarak d&#305;&#351;a aktar&#305;lacak alanlar&#305; se&ccedil;ebilir ve <span class="itemelement">&#304;leri</span> ile aktarma i&#351;lemini tamamlayabilirsiniz. </p>
 <hr size="1" noshade>
<p class="item">* D&#305;&#351;a aktarma fonksiyonlar&#305; yaln&#305;zca Pro Edition i&ccedil;erisinde m&uuml;mk&uuml;nd&uuml;r.</p>
<p class="item">&nbsp;</p>
</body>
</html>
