<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Zaman Ayarlama (Schedule)</p>
<p class="item">SendBlaster, mesajlar&#305;n belirtilen bir zamanda g&ouml;nderilmesi i&ccedil;in mesaj zaman ayarlamas&#305;na olanak sa&#287;lamaktad&#305;r. Mesajlar ayr&#305;ca &quot;park&quot; edilebilir: mesajlar g&ouml;nderime haz&#305;rd&#305;r fakat otomatik olarak g&ouml;nderilmezler - kullan&#305;c&#305; daha sonraki bir zamanda park edilmi&#351; bir mesaj&#305; manual olarak g&ouml;nderir. </p>
<p class="item"><font color="#FF0000">&Ouml;nemli:</font> <strong>Zamanlanm&#305;&#351; mesajlar sadece SendBlaster &quot;zamanlanm&#305;&#351; modda&quot; ise g&ouml;nderilirler </strong>- di&#287;er bir deyi&#351;le SendBlaster sistemde minimize edilince. <strong>E&#287;er yaz&#305;l&#305;m &quot;normal&quot; modda ise belirtilmi&#351; zaman ge&ccedil;mi&#351; olsa bile mesajlar otomatik olarak g&ouml;nderilmezler</strong>. SendBlaster'&#305;n minimize modda &ccedil;al&#305;&#351;mas&#305; ve zamanlanm&#305;&#351; mesajlar&#305; i&#351;lemesi i&ccedil;in <span class="itemelement">Zamanlanm&#305;&#351; modda &ccedil;al&#305;&#351; </span>d&uuml;&#287;mesine t&#305;klay&#305;n (sistem sa&#287; alt m&uuml;s&uuml;ndeki uygulama ikonuna t&#305;klayarak program&#305; normal moda ge&ccedil;irebilirsiniz).</p>
<p class="item">Zamanlama penceresi bir ara&ccedil; &ccedil;ubu&#287;u ve zamanlanm&#305;&#351; mesajlar&#305;n bir listesini g&ouml;sterir. </p>
<p class="item">Her zamanlanm&#305;&#351; mesaj operasyonu &#351;u bilgileri g&ouml;sterir: zamanlanm&#305;&#351; operasyonun aktif olup olmad&#305;&#287;&#305;, mesaj g&ouml;nderim i&#351;leminin ba&#351;layaca&#287;&#305; tarih ve zaman, mesajla&#351;ma i&#351;leminin ba&#351;l&#305;&#287;&#305;, mesajla&#351;ma i&#351;lemi i&ccedil;in hedef liste ve zamanlanm&#305;&#351; mesaj&#305;n ba&#351;l&#305;&#287;&#305;. S&uuml;tunlar yeniden boyutland&#305;r&#305;labilir. </p>
<p class="item">Zamanlanm&#305;&#351; mesaj operasyonlar&#305; s&uuml;tun ba&#351;l&#305;klar&#305;na t&#305;klanarak serbest&ccedil;e s&#305;raland&#305;r&#305;labilirler. 
<p class="item">Adres listesinin &uuml;zerinde zamanland&#305;rma ara&ccedil; &ccedil;ubu&#287;unu bulabilirsiniz. Bu komutlara, mesaj listesi &uuml;zerindeyken farenin sa&#287; t&#305;klanmas&#305; durumunda g&ouml;sterilen i&ccedil;erik men&uuml;s&uuml; i&ccedil;erisindende eri&#351;ebilirsiniz. </p>
<p class="item">Mevcut mesaj g&ouml;nderme i&#351;lemini zamanlayabilirsiniz ( <span class="itemelement">Yeni</span> d&uuml;&#287;mesi), se&ccedil;ili zamanlanm&#305;&#351; mesaj g&ouml;nderme i&#351;lemi i&ccedil;in zaman&#305; de&#287;i&#351;tirebilirsiniz (<span class="itemelement">Zaman&#305; d&uuml;zenle</span>), se&ccedil;ili zamanlanm&#305;&#351; mesaj&#305; &ouml;n izleme yapabilirsiniz (<span class="itemelement">E-posta &ouml;nizleme</span>), se&ccedil;ili mesaj operasyonunu ba&#351;latabilirsiniz veya bir veya daha fazla mesaj g&ouml;nderme i&#351;lemini silebilirsiniz (<span class="itemelement">Sil</span>). </p>
<p class="item">&nbsp;</p>
</body>
</html>
