<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Seguridad</p>
<p class="item">El acceso al software puede ser protegido por contrase&ntilde;a*.</p>
<ul>
  <li class="item">Para <strong>establecer una nueva contrase&ntilde;a</strong>
  (en caso de que el acceso al software no se encontrara ya protegido),
  escriba la contrase&ntilde;a en el campo <span class="itemelement">Nueva contrase&ntilde;a</span>
  y escr&iacute;bala nuevamente en el campo <span class="itemelement">Confirmar contrase&ntilde;a</span>,
  finalmente presione el bot&oacute;n <span class="itemelement">Guardar</span>.<br>
    &nbsp; </li>
  <li class="item">Para modificar una contrase&ntilde;a, escriba la contrase&ntilde;a
  actual en el campo <span class="itemelement">Contrase&ntilde;a anterior</span>,
  luego escriba la nueva contrase&ntilde;a en el campo <span class="itemelement">Nueva contrase&ntilde;a</span>
  y escr&iacute;bala nuevamente en el campo <span class="itemelement">Confirmar contrase&ntilde;a</span>,
  finalmente presione el bot&oacute;n <span class="itemelement">Guardar</span>.<br>
    &nbsp; </li>
  <li class="item">Para eliminar una contrase&ntilde;a
  (haciendo el software accesible a cualquier usuario)
  escriba la contrase&ntilde;a actual en el campo <span class="itemelement">Contrase&ntilde;a anterior</span>,
  y deje los campos <span class="itemelement">Nueva contrase&ntilde;a</span> y <span class="itemelement">Confirmar contrase&ntilde;a</span>
  vacios, luego presione el bot&oacute;n <span class="itemelement">Guardar</span>.</li>
</ul>
<p class="item">
La nueva configuraci&oacute;n tendr&aacute; efecto la pr&oacute;xima vez que inicie SendBlaster.</p>
<p class="item"><strong><font color="#FF0000">Advertencia:</font>
Si decide proteger el acceso al software, debe cuidar su contrase&ntilde;a!</strong>
No existe ning&uacute;n procedimiento especial para obtener acceso a la contrase&ntilde;a
si la misma es perdida u olvidada, en cuyo caso usted no podr&aacute; acceder al software.
Para poder acceder al software nuevamente, usted necesitar&aacute; desinstalarlo, eliminar manualmente
todos los archivos y carpetas del directorio de instalaci&oacute;n (por razones de seguridad, los archivos
de base de datos no son desinstalados), y finalmente instalar SendBlaster nuevamente. En este caso,
toda su informaci&oacute;n se perder&aacute;!</p>
<hr size="1" noshade>
<p class="item">*La protecci&oacute;n por contrase&ntilde;a se encuentra disponible en la edici&oacute;n Pro</p>
</body>
</html>
