<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Programaci&oacute;n</p>
<p class="item">SendBlaster permite programar env&iacute;os de mensajes, para que puedan ser enviados a la hora especificada. Los mensajes tambi&eacute;n pueden ser &quot;aparcados&quot;: son marcados como listos para ser enviados, pero no son enviados autom&aacute;ticamente - el usuario lanzar&aacute; el env&iacute;o de una operaci&oacute;n aparcada manualmente m&aacute;s tarde.</p>
<p class="item"><font color="#FF0000">Importante:</font> <strong>Las operaciones de env&iacute;o programadas s&oacute;lo son lanzadas cuando SendBlaster se encuentra en &quot;Modo programaci&oacute;n&quot;</strong> - en otras palabras, cuando se encuentra minimizado en el &aacute;rea de bandeja de iconos. <strong>Ninguna operaci&oacute;n de env&iacute;o, a&uacute;n si la hora de programaci&oacute;n ha ocurrido, ser&aacute; iniciada autom&aacute;ticamente si el software se encuentra en modo &quot;normal&quot;</strong>. Presione el bot&oacute;n <span class="itemelement">Ejecutar en modo programaci&oacute;n</span> cuando desee que SendBlaster sea minimizado al &aacute;rea de iconos y procese los env&iacute;os programados (usted puede regresar al modo normal presionando su icono en la bandeja de iconos).</p>
<p class="item">
La ventana de programaci&oacute;n muestra una barra de herramientas y la lista de las operaciones de env&iacute;o programadas.</p>
<p class="item">
Cada operaci&oacute;n de env&iacute;o programada muestra: si la operaci&oacute;n de env&iacute;o programada se encuentra activa o no, la fecha y hora en que la operaci&oacute;n de env&iacute;o iniciar&aacute;, el t&iacute;tulo de la operaci&oacute;n de env&iacute;o, la lista de destino para la operaci&oacute;n de env&iacute;o y el asunto del mensaje de e-mail programado. Las columnas pueden ser redimensionadas.</p>
<p class="item">Las operaciones de env&iacute;o programadas pueden ser ordenadas libremente presionando las cabeceras de columnas.
<p class="item">En la parte superior de las direcciones, usted puede encontrar la barra de herramientas de programaciones.
Puede acceder a estos comandos tambi&eacute;n mediante el men&uacute; contextual que es mostrado al realizar click derecho con el mouse sobre la lista.</p>
<p class="item">
Puede programar su operaci&oacute;n de env&iacute;o actual (bot&oacute;n <span class="itemelement">Nueva</span>),
cambiar la fecha de programaci&oacute;n para la operaci&oacute;n de env&iacute;o seleccionada (<span class="itemelement">Editar fecha</span>),
realizar una vista previa del mensaje programado (<span class="itemelement">Vista Previa</span>),
iniciar la operaci&oacute;n de env&iacute;o seleccionada (<span class="itemelement">Enviar ahora</span>),
o eliminar una o m&aacute;s operaciones de env&iacute;o (<span class="itemelement">Eliminar</span>).</p>
<p class="item">&nbsp;</p>
</body>
</html>
