<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Este panel le permite navegar f&aacute;cilmente el sitio web de <strong>Google Analytics</strong> sin necesidad
de abrir una ventana de navegador externa. La barra de navegaci&oacute;n se encuentra oculta por defecto, puede visualizarla presionando
sobre la barra de <span class="itemelement">Navegaci&oacute;n</span>;
los bonotes familiares <span class="itemelement">Atr&aacute;s</span>, <span class="itemelement">Siguiente</span>, <span class="itemelement">Inicio</span>, <span class="itemelement">Recargar</span> y <span class="itemelement">Detener</span> aparecer&aacute;n. </p>
<p class="item">Google Analytics es la soluci&oacute;n de an&aacute;lisis web m&aacute;s difundida; le otorga la posibilidad de observar los detalles espec&iacute;ficos relativos al tr&aacute;fico y efectividad de marketing de su sitio. Si ya utiliza Analytics en su sitio web, podr&aacute; seguir sus campa&ntilde;as de e-mail con facilidad: simplemente utilice el bot&oacute;n de <span class="itemelement">Google Analytics</span> del <a href="sendblaster_messages_compose.htm" class="itemlink">panel de redacci&oacute;n de mensaje</a> de SendBlaster:</p>
<ol class="item">
  <li>Redacte su mensaje e inserte los v&iacute;nculos</li>
  <li>Una vez finalizado, presione el bot&oacute;n <span class="itemelement">Google Analytics</span></li>
  <li>Ingrese los detalles de su campa&ntilde;a de e-mail (por favor ingrese al sitio de Google Analytics si necesita ayuda)</li>
</ol>
<p class="item">
Todos los v&iacute;nculos del mensaje ser&aacute;n actualizados autom&aacute;ticamente para incluir el c&oacute;digo de Google Analytics necesario. Debido a que el c&oacute;digo HTML original es modificado, agregar el c&oacute;digo de Google Analytics debe siempre efectuarse una vez finalizada la redacci&oacute;n del mensaje
(en otras palabra, debe ser la &uacute;ltima tarea efectuada cuando usted redacte su mensaje)*. </p>
<p class="item">Por favor recuerde que <strong>Google Analytics debe ser instalado en su sitio web</strong> (o el sitio web hacia el cual los destinatarios ser&aacute;n direccionados).
Usted necesita familiarizarse con el servicio para poder comprender la informaci&oacute;n de seguimiento que el mismo provee. </p>
<hr size="1" noshade>
<p class="item">*Excepto cuando usted desee que algunos v&iacute;nculos no sean seguidos: en dicho caso, necesita agregar manualmente los v&iacute;nculos no seguidos luego de agregar el c&oacute;digo de Google Analytics en el mensaje. Adem&aacute;s, si lo desea, puede utilizar tanto Google Analytics como <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports</a>,
simplemente agregue Google Analytics primero y TrackReports m&aacute;s tarde (debido a que este utiliza un sistema de redirecci&oacute;n). </p>
</body>
</html>
