<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Configuración Avanzada</p>
<p class="item">En esta ventana usted puede establecer opciones avanzadas del programa.</p>
<p class="item"><span class="itemelement">Interfaz</span>:
<ul>
<li class="item">
    <span class="itemelement">Apariencia</span>: permite especificar si el panel lateral
    debe mostrarse con un estilo de <span class="itemelement">Barra de Exploraci&oacute;n</span> (opcionalmente con <span class="itemelement">Iconos peque&ntilde;os</span> para ahorrar espacio), o estilo de <span class="itemelement">Barra de Herramientas</span>.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Mostrar acceso a TrackReports en el panel</span>:
    permite mostrar/ocultar el v&iacute;nculo a TrackReports en el panel principal; si usted no planea utilizar TrackReports, puede ocultar este v&iacute;nculo para ahorrar espacio
    en la barra.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Mostrar acceso a Google Analitycs en el panel</span>:
    permite mostrar/ocultar el v&iacute;nculo a Google Analytics en el panel principal; si usted no planea utilizar Google Analytics, puede ocultar este v&iacute;nculo para ahorrar espacio en la barra.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Mostrar Consejos al Iniciar</span>:
    activa la ventana de consejos que ser&aacute; mostrada al iniciar SendBlaster. Es buena idea mantener esta opci&oacute;n activa hasta que se encuentre familiarizado con el uso de SendBlaster.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Sincronizar selecci&oacute;n de listas en los paneles</span>:
    esta es una opci&oacute;n poderosa, que le permite mantener la misma lista de trabajo sincronizada en todos los paneles hasta que usted la cambie. Por ejemplo, si selecciona
    una lista en la secci&oacute;n de <a href="sendblaster_messages_send.htm" class="itemelement">Env&iacute;o</a>,
    luego ingresa a la secci&oacute;n de <a href="sendblaster_lists_managing.htm" class="itemelement">Administrar listas</a>
    para agregar nuevas direcciones, la lista seleccionada en la secci&oacute;n de <a href="sendblaster_messages_send.htm" class="itemelement">Env&iacute;o</a>,
    se encontrar&aacute; seleccionada en la secci&oacute;n de <a href="sendblaster_lists_managing.htm" class="itemelement">Administrar listas</a>. La desventaja radica en que si usted posee
    grandes listas, en una pc lenta, esta opci&oacute;n puede reducir la velocidad de ejecuci&oacute;n de SendBlaster: si experimenta cualquier demora no deseada en la respuesta de la interfaz de usuario, simplemete desactive esta opci&oacute;n.<br>
&nbsp;</li>
<li class="item">Utilice el bot&oacute;n de <span class="itemelement">Idioma</span>
para cambiar el idioma de la interfaz de SendBlaster, el idioma seleccionado ser&aacute; utilizado la pr&oacute;xima vez que inicie SendBlaster.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Mensajes</span>:
<ul>
 <li class="item">
    <span class="itemelement">Codificaci&oacute;n por defecto para nuevos mensajes</span>:
Esta opci&oacute;n le permite establecer la codificaci&oacute;n por defecto a utilizar en la redacci&oacute;n de nuevos mensajes.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Suscripciones</span>:
<ul>
 <li class="item">
Esta secci&oacute;n le permite especificar las l&iacute;neas de asunto que deber&aacute;n ser utilizadas en mensajes de suscripciones y desuscripciones. Usted tambi&eacute;n puede decidir si los mensajes deber&aacute;n coincidir exactamente, para ser tratados como suscripciones/cancelaciones, o simplemente necesitan incluir las palabras especificadas. Por asuntos de compatibilidad, los asuntos de mensaje, &quot;Subscribe&quot; y &quot;Unsubscribe&quot; tambi&eacute;n funcionar&aacute;n (en forma adicional a los asuntos que usted defina aqu&iacute;). </li>
</ul>
</p>
<p class="item"><span class="itemelement">Formatos personalizados de devoluciones</span>:
<ul>
 <li class="item">
    Utilizando el bot&oacute;n <span class="itemelement">Editar formatos</span>, usted puede <a href="sendblaster_bounce_formats.htm" class="itemlink">agregar o editar
    formatos de devoluciones personalizados</a>. Debido a que los formatos de devoluciones de e-mail han sido originalmente dise&ntilde;ados para ser le&iacute;dos por humanos, no existe un est&aacute;ndar, SendBlaster puede procesar los formatos de devoluciones m&aacute;s comunes utilizando su base de datos de formatos interna, pero usted puede encontrar algunos formatos que no sean reconocidos por el software. Si esto sucede, usted puede agregar estos formatos manualmente a la base de datos de formatos de SendBlaster, con el objetivo de permitir a SendBlaster procesar estos nuevos formatos de devoluciones.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Programaci&oacute;n</span>:
<ul>
 <li class="item">
    Esta secci&oacute;n le permite configurar SendBlaster para que inicie en modo programaci&oacute;n (minimizado en el &aacute;rea de bandeja de sistema) al iniciar Windows; de esta forma las operaciones de env&iacute;o programadas ser&aacute;n lanzadas autom&aacute;ticamente en su debido momento.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Env&iacute;o</span>:
<ul>
 <li class="item">
    Esta secci&oacute;n le permite especificar si desea que SendBlaster env&iacute;e e-mails duplicados a sus contactos cuando estos se encuentren en las listas
    m&aacute;s de una vez. Generalmente, usted no necesita enviar m&aacute;s de una copia a cada direcci&oacute;n de e-mail, por ello recomendamos
    que no active esta opci&oacute;n, excepto en el caso en que usted posea una raz&oacute;n particular y espec&iacute;fica para enviar e-mails duplicados
    a las direcciones duplicadas.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Plugins</span>:
<ul>
 <li class="item">
 Esta secci&oacute;n le permite activar o desactivar los complementos de SendBlaster actualmente instalados (sin desinstalarlos - usted puede hacer desde el Panel de Control de Windows, utilizando el desinstalador de cada complemento).
Tambi&eacute;n puede descargar m&aacute;s complementos utilizando el bot&oacute;n <span class="itemelement">M&aacute;s Plugins</span>.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Base de Datos</span>:
<ul>
 <li class="item">
    Presionando el bot&oacute;n de <span class="itemelement">Carpeta de Datos</span>, usted podr&aacute; acceder a la carpeta
    de Windows en la cual se encuentra almacenada la informaci&oacute;n de usuario; esto es &uacute;til para prop&oacute;sitos de
    mantenimiento, backup, y otras operaciones de base de datos.
</li>
</ul>
</p>
<p class="item"><span class="itemelement">Informaci&oacute;n y licencia</span>:
<ul>
  <li class="item">Aqu&iacute; usted puede observar informaci&oacute;n sobre la versi&oacute;n del software y su informaci&oacute;n de licencia.</li>
</ul>
</body>
</html>
