<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReports</p>
<p class="item">Este panel le permite navegar f&aacute;cilmente el sitio web de <strong>TrackReports</strong> sin abrir un navegador externo.
La barra de navegaci&oacute;n se encuentra oculta por defecto, puede visualizarla presionando
sobre la barra de <span class="itemelement">Navegaci&oacute;n</span>;
los bonotes familiares <span class="itemelement">Atr&aacute;s</span>, <span class="itemelement">Siguiente</span>, <span class="itemelement">Inicio</span>, <span class="itemelement">Recargar</span> y <span class="itemelement">Detener</span> aparecer&aacute;n. </p>
<p class="item">TrackReports es un servicio online que le permite realizar un seguimiento de sus campa&ntilde;as y conocer: cu&aacute;ntas personas han abierto su newsletter, cu&aacute;ntas realmente han seguido sus v&iacute;nculos, etc.; muestra la informaci&oacute;n obtenida utilizando gr&aacute;ficos detallados. Para comenzar a realizar un seguimiento en sus env&iacute;os de correos, simplemente utilice el bot&oacute;n de <span class="itemelement">TrackReports</span> en el <a href="sendblaster_messages_compose.htm" class="itemlink">panel de redacci&oacute;n</a> de SendBlaster:</p>
<ol class="item">
  <li>Redacte su mensaje e inserte los v&iacute;nculos</li>
  <li>Una vez finalizado, con&eacute;ctese a Internet (si no se encuentra conectado) y presione el bot&oacute;n <span class="itemelement">TrackReports</span></li>
  <li>Ingrese sus datos de cuenta de TrackReports (necesitar&aacute; registrarse si no posee una cuenta a&uacute;n) </li>
  <li>Ingrese un t&iacute;tulo &uacute;nico para su operaci&oacute;n de env&iacute;o, o seleccione uno existente (por favor ingrese al sitio web de TrackReports si necesita ayuda)</li>
</ol>
<p class="item">
Todos los v&iacute;nculos del mensaje ser&aacute;n actualizados autom&aacute;ticamente para incluir el c&oacute;digo de TrackReports necesario y el sistema de redirecciones; una &quot;imagen de seguimiento es tambi&eacute;n agregada al mensaje. Debido a que el c&oacute;digo HTML original es modificado, agregar el c&oacute;digo de TrackReports debe siempre efectuarse una vez finalizada la redacci&oacute;n del mensaje
(en otras palabra, debe ser la &uacute;ltima tarea efectuada cuando usted redacte su mensaje)*. </p>
<p class="item">Debe encontrarse en l&iacute;nea para agregar el c&oacute;digo de TrackReports exitosamente a su mensaje, debido a que esta operaci&oacute;n requiere acceder a la interfaz de programaci&oacute;n online de TrackReports.</p>
<p class="item">TrackReports se encuentra actualmente en etapa beta, y por ello, al momento de escribir, se ofrece como servicio gratuito para los usuarios de SendBlaster. Por favor tenga en cuenta que mientras que SendBlaster posee integraci&oacute;n completa con el servicio, <strong>TrackReports no conforma parte de SendBlaster (el software) en s&iacute;</strong> y puede ser ofrecido como servicio de suscripci&oacute;n paga en el futuro; actualmente se ofrece sin garant&iacute;as. </p>
<p class="item"><font color="#FF0000">Advertencia:</font> TrackReports utiliza un mecanismo de redirecci&oacute;n; en caso de que el servidor de TrackReports no se encuentre disponible moment&aacute;neamente, todos los v&iacute;nculos seguidos no ser&aacute;n alcanzables (sus destinatarios no podr&aacute;n abrir sus v&iacute;nculos). Sugerimos no utilizar TrackReports u otro sistema de redirecci&oacute;n en comunicaciones cr&iacute;ticas. </p>
<hr size="1" noshade>
<p class="item">*Excepto cuando usted desee que algunos v&iacute;nculos no sean seguidos: en dicho caso, necesita agregar manualmente los v&iacute;nculos no seguidos luego de agregar el c&oacute;digo de TrackReports en el mensaje. Adem&aacute;s, si lo desea, puede utilizar tanto Google Analytics como <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports</a>,
simplemente agregue Google Analytics primero y TrackReports m&aacute;s tarde (debido a que este utiliza un sistema de redirecci&oacute;n). </p>
</body>
</html>
