<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title"><strong>Novedades en SendBlaster 2</strong></p>
<ul>
  <li><span class="item"><strong class="title">Interfaz de usuario mejorada y redise&ntilde;ada<br>
  </strong>
  SendBlaster es ahora a&uacute;n m&aacute;s f&aacute;cil de usar. Los usuarios pueden optar
  por el panel izquierdo cl&aacute;sico, redise&ntilde;ado para ser m&aacute;s atractivo a la vista,
  con soporte para iconos grandes o peque&ntilde;os, o una nueva barra de herramientas que
  ahorra espacio horizontal en la pantalla. Todos los paneles pueden ser desplazados con la
  rueda del mouse; la selecci&oacute;n de listas puede ser sincronizada en todos los paneles y se
  encuentra ordenada en forma alfab&eacute;tica; todos los iconos han sido redise&ntilde;ados;
  y muchas otras mejoras a la interfaz de usuario han sido agregadas.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Env&iacute;os programados<br>
  </strong>
  Ahora los usuarios pueden crear una operaci&oacute;n de env&iacute;o y permitir que
  SendBlaster 2 la realice m&aacute;s tarde en forma autom&aacute;tica, en una fecha y hora
  determinadas. O, los usuarios pueden tambi&eacute;n &quot;aparcar&quot;
  sus env&iacute;os para que sean lanzados m&aacute;s tarde manualmente.
  Ahora SendBlaster puede ejecutarse en modo minimizado de programaci&oacute;n e iniciar
  al iniciar Windows.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Seguimiento de e-mails<br>
  </strong>SendBlaster 2 posee soporte embebido, asistentes y paneles para
  Google Analytics, el servicio de monitoreo de campa&ntilde;as de Google, y
  para TrackReports, nuestro servicio online de seguimiento y reportes.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Nuevos poderosos filtros de informaci&oacute;n<br>
  </strong>
  Un poderoso filtro ha sido agregado, el cual permite a los usuarios refinar sus
  env&iacute;os seleccionando y activando o desactivando los registros coincidentes con
  determinadas condiciones. Soporta m&uacute;ltiples condiciones y operadores complejos,
  permitiendo construir filtros SQL poderosos sin escribir c&oacute;digo. Las direcciones
  duplicadas ahora pueden ser filtradas autom&aacute;ticamente, al igual que en la versi&oacute;n
  1, o pueden ser gestionados por el usuario, mediante un poderoso motor de b&uacute;squeda de direcciones
  duplicadas.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">M&aacute;s opciones de env&iacute;o<br>
  </strong>
  Ahora los usuarios pueden agregar cabeceras personalizadas, solicitar confirmaciones de lecturas,
  establecer la prioridad de su mensaje, definir una cabecera &quot;Para&quot; personalizada
  con soporte para etiquetas de fusi&oacute;n, activar o desactivar el filtro autom&aacute;tico de
  direcciones duplicadas al enviar y m&aacute;s.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">M&aacute;s opciones para editar mensajes<br>
  </strong>
  Nuevos botones se encuentran disponibles en el panel de redacci&oacute;n, permitiendo a los usuarios
  agregar f&aacute;cilmente v&iacute;nculos de desuscripci&oacute;n en el mensaje, y v&iacute;nculos
  especiales para Google Analytics y TrackReports, como as&iacute; tambi&eacute;n etiquetas
  de fusi&oacute;n en los campos de &quot;Asunto&quot; y &quot;Para&quot;. Ahora los
  mensajes de s&oacute;lo texto pueden ser creados m&aacute;s f&aacute;cilmente utilizando
  una casilla de verificaci&oacute;n.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Calificaci&oacute;n de Spam<br>
  </strong>Ahora es posible realizar una calificaci&oacute;n de spam durante la redacci&oacute;n del mensaje;
  la calificaci&oacute;n se encuentra basada en el motor del popular software antispam SpamAssassin, uno de los
  productos de software antispam m&aacute;s com&uacute;nmente utilizado en los servidores de e-mail.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Vista Previa con etiquetas de fusi&oacute;n<br>
  </strong>
  La vista previa ahora soporta la sustituci&oacute;n de etiquetas tambi&eacute;n, de forma tal que los usuarios
  puedan obtener una idea m&aacute;s exacta sobre el mensaje que ser&aacute; enviado.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Mayor velocidad<br>
  </strong>SendBlaster ahora soporta hasta 50 conexiones
  - esto puede mejorar la velocidad de los env&iacute;os al utilizar servidores
  SMTP de alta velocidad. Adem&aacute;s, SendBlaster ahora otorga a los usuarios la opci&oacute;n
  de no interrumpir el env&iacute;o en caso de que la conexi&oacute;n a Internet deje de funcionar
  temporalmente, esto es de gran ayuda en los env&iacute;os desatendidos.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Formatos de suscripciones y devoluciones personalizados<br>
  </strong>
  Los usuarios ahora pueden personalizar los asuntos de suscripciones y cancelaciones y agregar
  formatos de devoluciones f&aacute;cilmente, para luego procesar los mensajes no entregados.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Perfiles SMTP y POP3<br>
  </strong>
  Ahora puede administrar m&uacute;ltiples perfiles SMTP y POP3 - la informaci&oacute;n
  de las cuentas es almacenada en m&uacute;ltiples perfiles, de forma tal que toda la configuraci&oacute;n
  de una cuenta SMTP y/o POP3 puede ser cambiada con un par de clicks.
  Esto es especialmente &uacute;til al enviar correos en nombre de un tercero.</span><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Im&aacute;genes<br>
  </strong>
  Almacene todas sus configuraciones de un panel determinado para reutilizarlas
  m&aacute;s tarde con s&oacute;lo un click - es t&aacute;n f&aacute;cil como
  tomar una imagen. Las im&aacute;genes extienden el concepto de los
  &quot;perfiles&quot; a un nuevo nivel - casi cualquier grupo de configuraciones
  relacionadas en SendBlaster pueden ser almacenadas como una imagen.</span><br>
  &nbsp; </li>
  <li><span class="title"><strong>Soporte para complementos externos<br>
  </strong></span><span class="item">
  Los usuarios pueden descargar complementos (peque&ntilde;as herramientas
  que desarrollan tareas espec&iacute;ficas, tales como importar desde distintos
  clientes de e-mail, etc.) desde nuestro sitio web, y muchos otros ser&aacute;n
  agregados en el futuro. La interfaz de programaci&oacute;n (API) de los complementos
  es p&uacute;blica, permitiendo a los desarrolladores crear nuevos complementos.</span><br>
    &nbsp;</li>
  <li> <span class="item"><strong class="title">Nuevas plantillas, m&aacute;s f&aacute;ciles de editar<br>
  </strong>SendBlaster 2
  posee m&aacute;s de 100 nuevas plantillas dise&ntilde;adas profesionalmente, todas ellas
  poseen dise&ntilde;os flexibles que pueden ser f&aacute;cilmente personalizados.</span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Acceso simplificado a archivos de datos<br>
  </strong>
  Permite acceder directamente a los archivos de base de datos, con fines de backup,
  los archivos de bases de datos se encuentran almacenados en la carpeta de Documentos</span>.<br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">No requiere privilegios administrativos<br>
  </strong>SendBlaster 2
  puede ser ejecutado por usuarios de Windows est&aacute;ndar</span>    <br>
    &nbsp;</li>
  <li><strong class="title">Compatible con Windows 7</strong><br>
    &nbsp; </li>
  <li class="item"><strong class="title">Y mucho m&aacute;s!<br>
  </strong>SendBlaster 2
  posee muchas m&aacute;s mejoras que permiten a los usuarios
  trabajar mejor y m&aacute;s r&aacute;pido.</li>
</ul>
<p class="item">&nbsp;</p>
</body>
</html>
