<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<title>SendBlaster</title>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body"> 
  <p class=title>Preguntas Frecuentes</p>
  <p class=item><strong>Al enviar un mensaje a varios destinatarios, ellos pueden
  ver las direcciones de los otros?</strong></p>
  <blockquote>

  <p class=item>No, SendBlaster env&iacute;a cada mensaje en forma separada, preservando
  de esta forma la privacidad de los lectores. Por ello, utilizando SendBlaster para
  administrar env&iacute;os m&uacute;ltiples usted evita que un lector pueda ver
  en forma accidental los detalles de las cuentas de e-mail de otros lectores,
  lo cual constituir&iacute;a una violaci&oacute;n a las reglas de privacidad.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>C&oacute;mo puedo filtrar una lista?</strong></p>
  <blockquote>

  <p class=item>Utilizando las funciones de orden/grupos en la secci&oacute;n de
  <a href="sendblaster_lists_managing.htm" class="itemelement">Administrar
    listas</a>, habilitando/deshabilitando en forma temporal grupos de direcciones,
    usted podr&aacute; enviar mensajes a un subgrupo de direcciones de la lista actual.
    Tambi&eacute;n puede utilizar el bot&oacute;n de <span class="itemelement">Filtro</span>.</p>
  </blockquote>

  <p class=item><strong>C&oacute;mo puedo insertar un v&iacute;nculo de desuscripci&oacute;n
  a la lista de correos en el cuerpo del mensaje?</strong></p>

<blockquote>
  <p class=item>SendBlaster puede administrar sus listas de distribuci&oacute;n descargando mensajes desde
  una direcci&oacute;n de e-mail dedicada, diferente para cada lista (vea <a href="sendblaster_lists_subscribe.htm" class="itemelement">Administrar
    subscripciones</a>). Utilizando el bot&oacute;n <span class="itemelement">Insertar v&iacute;nculo de desuscripci&oacute;n</span>,
    durante la redacci&oacute;n de un mensaje, usted insertar&aacute; un v&iacute;nculo como el siguiente:</p>
    <blockquote>

    <p class=valore>&lt;a href=&quot;mailto:##nombredelista##?Subject=Remover&quot;&gt;Remover&lt;/a&gt;</p>
    </blockquote>

  <p class=item>El c&oacute;digo HTML ser&aacute; insertado en la secci&oacute;n HTML del mensaje,
  usted puede editarlo presionando el bot&oacute;n <span class="itemelement">Mostrar c&oacute;digo</span>.
  </p>
  </blockquote>
  <p class=item><strong>Al enviar un mensaje a una lista de correos, algunos
  mensajes no son entregados y son retornados con un error.</strong></p>
  <blockquote>

  <p class=item>Al enviar correos a muchas direcciones es normal que no todos los
  mensajes sean entregados: algunas direcciones pueden haber sido desactivadas
  o pueden encontrarse con problemas, los servidores de e-mail pueden encontrarse sobrecargados,
  la conexi&oacute;n puede encontrarse temporalmente interrumpida o presentar otros problemas.</p>

    <p class=item>Si el porcentaje de mensajes entregados es muy bajo, o a&uacute;n si
    ning&uacute;n mensaje puede ser entregado, es necesario verificar la <a href="sendblaster_messages_send.htm" class="itemlink">Configuraci&oacute;n de Env&iacute;o</a>.</p>


  <p class=item>En realidad, podr&iacute;a ser necesario cambiar el modo de env&iacute;o
  (Directo o mediante servidor SMTP) y, si su servidor SMTP utiliza filtros antispam, disminuir la cantidad
  de conexiones e incrementar la pausa entre mensajes. El servidor SMTP puede poseer restricciones
  que prevengan el env&iacute;o superior a una cierta cantidad de mensajes en un per&iacute;odo de
  tiempo determinado (por ejemplo, un servidor puede no permitir enviar m&aacute;s de 50 mensajes por hora);
  en tal caso, luego del primer env&iacute;o, la operaci&oacute;n ser&aacute; completada m&aacute;s tarde utilizando
  las funciones del
    <a href="sendblaster_messages_history.htm" class="itemelement">Historial</a>.</p>

  <p class=item>Si las restricciones antispam del servidor SMTP no pueden ser superadas
  y las opciones de env&iacute;o s&oacute;lo son posibles mediante una configuraci&oacute;n muy lenta,
  usted puede intentar el env&iacute;o directo, o utilizando un servidor SMTP m&aacute;s tolerante
  (en la Internet es posible suscribirse, a&uacute;n por un precio bajo, a muchos servidores SMTP
  eficientes).</p>
    <p class=item>Si el problema surge al utilizar el modo de env&iacute;o directo, puede ser necesario
    especificar manualmente la direcci&oacute;n IP del servidor DNS.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>He perdido mi contrase&ntilde;a y no puedo acceder al programa nuevamente.
  Qu&eacute; puedo hacer?</strong></p>
  <blockquote>

  <p class=item>Debe tener en cuenta que no ser&aacute; posible recuperar
  su informaci&oacute;n perdida. El siguiente procedimiento s&oacute;lo le permitir&aacute; obtener
  acceso al software nuevamente.</p>

  <p class=item>1. Desinstale el software desde el Panel de Control de Windows.</p>

  <p class=item>2. Elimine manualmente la carpeta de instalaci&oacute;n (por ejemplo <i>C:\Archivos de Programa\SendBlaster</i>),
  incluyendo todas las subcarpetas; por razones de seguridad, en caso de que el software sea desinstalado, las bases de datos
  no son removidas autom&aacute;ticamente (es por ello que usted necesita eliminarlas manualmente).</p>
    <p class=item>3. Instale el software nuevamente.</p>
  </blockquote>
</body>
</html>
