<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">SendBlaster</p>
<p class="item"><strong>Sendblaster</strong>
ha sido dise&ntilde;ado para el env&iacute;o r&aacute;pido y autom&aacute;tico
de numerosos mensajes de e-mail a distintas listas de distribuci&oacute;n.

El sofisticado motor de datos, y la capacidad de enviar mensajes personalizados
(&#8220;Estimado Jorge Lopez&#8221;, en lugar de un an&oacute;nimo &#8220;Estimado cliente&#8221;)
le permitir&aacute;n crear newsletters automatizados y campa&ntilde;as publicitarias. Todo
esto mediante un producto que se ejecuta en el escritorio de su Pc.</p>

<p class="item">Gracias al motor <b>SmartSend</b>
es posible enviar varios mensajes en forma simult&aacute;nea, a&uacute;n sin un servidor
SMTP, logrando un env&iacute;o de mensajes m&aacute;s seguro y f&aacute;cil que por medio
de los clientes de e-mail est&aacute;ndar. Cada mensaje es enviado en forma separada. La privacidad
de los destinatarios se encuentra protegida. Al utilizar SendBlaster para administrar
distintas listas de distribuci&oacute;n, usted evita revelar la identidad de sus lectores en forma
accidental.</p>
<p class="item">
Los mensajes pueden ser redactados directamente en el software, con un conjunto
de herramientas de formato completo, o importados desde archivos externos (p&aacute;ginas
HTML, o mensajes <i>.eml</i> almacenados previamente, por ejemplo desde Outlook Express).

Las funciones de edici&oacute;n e importaci&oacute;n, le permiten insertar im&aacute;genes directamente
en el cuerpo del mensaje, evitando de esta forma vincular a archivos externos (los clientes
de e-mail m&aacute;s modernos no permiten el v&iacute;nculo a mensajes externos, o generan una alerta de seguridad).</p>
<p class="item">
La administraci&oacute;n de listas de distribuci&oacute;n se encuentra altamente optimizada:
un par de clicks le permitir&aacute;n crear nuevas listas, modificar las existentes e importar
direcciones desde fuentes externas. Es posible importar informaci&oacute;n desde:</p>
<ul>
  <li class="item">Un archivo de texto con formato (.csv)</li>
  <li class="item">Outlook Express</li>
  <li class="item">El portapapeles</li>
  <li class="item">Una p&aacute;gina web</li>
</ul>
<p class="item">
Tambi&eacute;n es posible recibir mensajes de suscripci&oacute;n/desuscripci&oacute;n en direcciones de
e-mail dedicadas, diferentes para cada lista de distribuci&oacute;n: para
suscribirse a una lista, s&oacute;lo se requiere enviar un e-mail a su direcci&oacute;n
con el asunto &#8220;Suscribir&#8221; (o &#8220;Remover&#8221; para ser eliminado).
El software descarga los mensajes enviados, y autom&aacute;ticamente actualiza la lista de distribuci&oacute;n
correspondiente.</p>
<p class="item">
El administrar suscripciones via e-mails y la posibilidad de importar informaci&oacute;n
desde una fuente web, le permitir&aacute;n f&aacute;cilmente agregar funcionalidades de
env&iacute;os a listas a su sitio web, permitiendo que SendBlaster se encargue de actualizar las listas
y enviar los mensajes a los destinatarios correctos (evitando enviar mensajes
a destinatarios que no se supone los reciban).</p>
<p class="item">
La lista de distribuci&oacute;n es sofisticada:
las direcciones pueden ser activadas o desactivadas con un simple click, y por ello es
posible filtrar la informaci&oacute;n en una forma muy avanzada, en base a los contenidos
de uno o m&aacute;s campos. Al combinar estas dos funcionalidades, usted puede enviar mensajes
a un subgrupo espec&iacute;fico de direcciones de una lista en particular (por ejemplo, s&oacute;lo
a aquellas personas que habitan en un &aacute;rea en particular, o comparten un negocio espec&iacute;fico).
</p>
<p class="item">
El software tambi&eacute;n reconoce las nuevas suscripciones, y por ello es posible
enviar un mensaje a las personas que nunca antes lo han recibido.

Los campos pueden ser personalizados, y existen muchas opciones de b&uacute;squeda. Cada direcci&oacute;n
puede ser asociada con una nota de tipo &#8220;PostIt&#8221;, cuyo contenido tambi&eacute;n puede
ser incluido en las b&uacute;squedas.</p>
<p class="title">Las Ediciones</p>
<table width="400" border="0" cellpadding="0" cellspacing="0">
  <tr>
      <td valign="top" class="item">
      Algunas de las funcionalidades descritas en los archivos de ayuda, s&oacute;lo se encuentran
      disponibles en la Edici&oacute;n Pro de SendBlaster. Esta es una tabla
      de comparaci&oacute;n resumida:</td>
      <td width="170" valign="top">
      <iframe name="mainframe" src ="sendblaster_compare.htm" scrolling="no" width="200" height="200" frameborder="0">
      </iframe></td>
   </tr>
</table>
  <table width="100%" border="0" cellpadding="4" cellspacing="0">
    <tr>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong><font color="#009900">Primeros Pasos</font></strong></p>
      <p class="item">
      Esta es la forma de redactar y enviar un mensaje en pocos pasos:</p>
      <p class="item"><strong>1. Redacte un mensaje:</strong> en el panel de <span class="itemelement">Mensajes</span>
        presione <a href="sendblaster_messages_compose.htm" class="itemlink">Redactar
        mensaje</a>; y redacte el mensaje (agregando im&aacute;genes tambi&eacute;n), o importe el mensaje
        desde un archivo externo (por ejemplo, un e-mail guardado previamente con Outlook Express).
        En este punto, puede ser &uacute;til explorar el uso de etiquetas, que ser&aacute;n sustituidas
        por la informaci&oacute;n real de sus destinatarios:
        <i>Estimado</i> <i>#nombre#</i> se convertir&aacute; en <i>Estimado Juan Flores</i>.</p>
      <p class="item"><strong>2. Defina una lista de direcciones:</strong> presione <a href="sendblaster_lists_managing.htm" class="itemlink">Administraci&oacute;n de listas</a> en el panel de <span class="itemelement">Listas y direcciones</span>.
        Inserte las nuevas direcciones en la lista por defecto, o cree una nueva lista, por ejemplo
        utilizando la funci&oacute;n de <a href="sendblaster_lists_import.htm" class="itemlink">
        Importar desde Outlook Express</a>; pruebe las funciones de agrupamiento, arrastrando las
        cabeceras de columnas en el &aacute;rea especial sobre las cabeceras de columnas y active/desactive direcciones.</p>

      <p class="item"><strong>3. Env&iacute;e el mensaje:</strong> en el panel de <span class="itemelement">Mensajes</span>
        presione <a href="sendblaster_messages_send.htm" class="itemlink">Enviar</a>;
        seleccione la lista de destinatarios, y especifique la conexi&oacute;n al servidor SMTP, o intente el modo de Env&iacute;o Directo.</p></td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </table>
<p>&nbsp;</p>
</body>
</html>
