<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Gestione liste</p>
<p class="item">SendBlaster consente di gestire pi&ugrave; liste di distribuzione*. 
</p>
<p class="item">La lista corrente viene selezionata nella casella discesa presente 
  nella parte superiore della schermata. Di fianco ad essa si trovano quattro 
  pulsanti utilizzando i quali &egrave; possibile creare una nuova lista (tasto 
  <span class="itemelement">Nuova</span>), rinominare la lista corrente (<span class="itemelement">Rinomina</span>), 
  eliminarla (<span class="itemelement">Elimina</span>) o stamparla (<span class="itemelement">Stampa</span>); 
  le stesse operazioni possono essere effettuate cliccando sulla casella di selezione 
  della lista con il tasto destro del mouse.</p>
<p class="item">Il resto della schermata &egrave; occupato dall'elenco di tutti 
  gli indirizzi che fanno parte della lista corrente.</p>
<p class="item">Di ogni indirizzo sono visualizzati: lo stato di iscritto (segnalato 
  dai simboli <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> 
  e <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12">), 
  l'attivazione (segnalata da una checkbox), il contenuto dei quindici <a href="sendblaster_settings_fields.htm" class="itemlink">campi 
  personalizzabili</a> (il primo &egrave; sempre l'indirizzo e-mail), l'eventuale 
  presenza di note (segnalate dal simbolo <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10">, 
  cliccando sul quale si aprono le note). L'ordine con cui sono visualizzati i 
  campi pu&ograve; essere modificato spostando le relative colonne (&egrave; sufficiente 
  trascinare le intestazioni di colonna); le colonne possono inoltre essere ridimensionate.</p>
<p class="item">In fase di <a href="sendblaster_messages_send.htm" class="itemlink">invio 
  di un messaggio</a>, gli indirizzi non iscritti o non attivi saranno saltati; 
  l'invio avverr&agrave; dunque solo agli indirizzi che siano contemporaneamente 
  iscritti ed attivi. E' facile individuare a colpo d'occhio gli indirizzi esclusi 
  dal mailing in quanto visualizzati in colore grigio:</p>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td><img src="img/sendblaster_lists_managing_4.gif" width="156" height="94"></td>
    <td valign="middle" class="item">&nbsp;</td>
    <td width="100%" valign="top" class="item">Nell'esempio qui a sinistra, il 
      mailing sar&agrave; inviato solo al primo indirizzo, perch&eacute; &egrave; 
      l'unico iscritto ed attivo.</td>
  </tr>
</table>
<p class="item">Gli indirizzi possono essere liberamente ordinati cliccando sulle 
  intestazioni delle colonne. Trascinando una o pi&ugrave; intestazioni di colonna 
  nell'area immediatamente superiore all'elenco (<span class="itemelement">Trascinare 
  una colonna in quest'area per raggruppare i dati</span>) sar&agrave; possibile 
  raggruppare gli indirizzi in base al contenuto dei campi scelti; apparir&agrave; 
  inoltre la checkbox <span class="itemelement">Totali</span>, abilitando la quale 
  sar&agrave; visualizzato il numero di indirizzi che compongono ogni gruppo. 
</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900"><strong>Come 
        filtrare gli indirizzi?</strong></font></p>
      <p>La possibilit&agrave; di attivare o disattivare temporaneamente uno pi&ugrave; 
        indirizzi (senza doverli disiscrivere) consente di inviare un messaggio 
        solo ad un sottogruppo degli iscritti alla lista. Combinando questa funzionalit&agrave; 
        con la possibilit&agrave; di ordinare e raggruppare gli indirizzi &egrave; 
        possibile applicare potenti filtri al mailing.</p>
      <p>Ad esempio, supponendo che sia definito un campo &quot;Citt&agrave;&quot;, 
        &egrave; possibile inviare un messaggio solo a coloro che abitano in una 
        determinata citt&agrave;, disabilitando temporaneamente tutti gli altri 
        indirizzi; se &egrave; definito un campo &quot;Attivit&agrave;&quot; si 
        potr&agrave; inviare il messaggio solo a determinate categorie professionali 
        (e naturalmente sar&agrave; anche possibile combinare questi due filtri 
        utilizzando le funzioni di raggruppamento: si raggrupperanno gli indirizzi 
        prima per &quot;Citt&agrave;&quot; e poi per &quot;Attivit&agrave;&quot;).</p>
      <p>Per creare filtri in modo molto rapido &egrave; consigliabile disabilitare 
        anzitutto tutti gli indirizzi, quindi raggrupparli ed infine abilitare 
        solo i gruppi di proprio interesse.</p>
      <p>La disattivazione di uno o pi&ugrave; indirizzi consente inoltre di creare 
        liste di esclusione (indirizzi a cui non sar&agrave; mai inviato nessun 
        messaggio, neppure se l'utente si iscrive spontaneamente alla lista). 
      </p>
    </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">Sopra l'elenco degli indirizzi si trova la pulsantiera per la 
  gestione degli indirizzi; i relativi comandi possono essere richiamati anche 
  dal menu contestuale che si apre cliccando sull'elenco con il tasto destro del 
  mouse.</p>
<p class="item">E' possibile inserire un nuovo indirizzo (tasto <span class="itemelement">Nuovo</span>), 
  modificare l'indirizzo corrente (<span class="itemelement">Modifica</span>) 
  oppure eliminare uno o pi&ugrave; indirizzi (<span class="itemelement">Elimina</span>). 
  Per selezionare pi&ugrave; indirizzi servirsi della tastiera: il tasto <em>Ctrl</em> 
  permette di aggiungere un indirizzo alla selezione, il tasto <em>Shift/Maiusc</em> 
  consente di selezionare un gruppo di indirizzi. Cliccando con il tasto destro 
  e scegliendo <span class="itemelement">Seleziona tutti</span>, verranno selezionati 
  tutti i contatti della lista.</p>
<p class="item">Con i tasti <span class="itemelement">Taglia</span> / <span class="itemelement">Copia</span> 
  / <span class="itemelement">Incolla</span> gli indirizzi selezionati vengono 
  copiati negli appunti o dagli appunti.</p>
<p class="item">I pulsanti <span class="itemelement">Iscrivi indirizzi selezionati</span> 
  e <span class="itemelement">Disiscrivi indirizzi selezionati</span> permettono 
  di gestire manualmente le iscrizioni alla lista corrente (l'iscrizione di un 
  indirizzo comporter&agrave; una variazione della data di iscrizione); i tasti 
  <span class="itemelement">Attiva indirizzi selezionati</span> e <span class="itemelement">Disattiva 
  indirizzi selezionati</span> consentono di attivare o disattivare un indirizzo 
  indipendentemente dal fatto che risulti essere iscritto alla lista.</p>
<p class="item">Il pulsante <span class="itemelement">Filtri</span> consente agli utenti di filtrare i dati secondo una o pi&ugrave; regole, fino a un massimo di cinque, per creare di fatto una query SQL; il relativo pannello permette inoltre di specificare un'azione da eseguire sui contatti che soddisfano i criteri impostati: <span class="itemelement">Attivarli/Disattivarli</span>, oppure <span class="itemelement">Iscriverli/Disiscriverli;</span> &egrave; anche possibile <span class="itemelement">Disattivare</span> i contatti restanti (cio&egrave; quelli che non soddisfano le regole impostate), oppure lasciarli cos&igrave; come sono.</p>
<p class="item">Il pulsante <span class="itemelement">Cronologia</span> consente 
  di vedere l'elenco dei mailing precedentemente inviati all'indirizzo scelto.</p>
<p class="item">Premendo il tasto <span class="itemelement">Note</span> si aprir&agrave; 
  una finestra in cui sar&agrave; possibile inserire note libere da associare 
  all'indirizzo corrente; gli indirizzi a cui sono state assegnate delle note 
  sono contraddistinti dal simbolo <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
  nell'ultima colonna (fare click su questo simbolo equivale a premere il tasto 
  <span class="itemelement">Note</span>).</p>
<p class="item">Il tasto <span class="itemelement">Ricerca</span>** apre una finestra 
  utilizzabile per cercare un testo in un campo preciso o in un qualsiasi campo 
  (incluse le note). Selezionando <span class="itemelement">Corrispondenza esatta</span> 
  saranno trovati gli indirizzi in cui il testo corrisponde esattamente al valore 
  del campo scelto; in caso contrario saranno trovati tutti gli indirizzi che 
  contengono il testo da cercare ma non necessariamente corrispondono esattamente. 
  Per spostarsi fra i risultati utilizzare i pulsanti <span class="itemelement">Trova 
  primo</span>, <span class="itemelement">Successivo</span> e <span class="itemelement">Precedente</span> 
  della finestra di ricerca.</p>
<p class="item">Il tasto  <span class="itemelement">Trova duplicati </span> apre un pannello per la gestione dei duplicati in una o pi&ugrave; liste. Si possono cercare i duplicati in una o pi&ugrave; liste selezionate, e cancellare o modificare i contatti duplicati. Dal pannello <a href="sendblaster_settings_advancedsettings.htm" class="itemlink">Impostazioni avanzate</a> &egrave; possibile selezionare il modo in cui SendBlaster gestisce i duplicati in fase di invio. </p>
<p class="item">Il tasto <span class="itemelement">Scambia vista</span> consente 
  di passare dalla normale visualizzazione in forma di tabella alla &quot;vista 
  schede&quot; e viceversa. Nella &quot;vista schede&quot; ogni indirizzo sar&agrave; 
  rappresentato da una scheda separata; la navigazione avverr&agrave; scorrendo 
  la barra orizzontale e la larghezza delle schede &egrave; ridimensionabile.</p>
<p class="item">Se non tutti i campi disponibili sono utilizzati, le relative 
  colonne (o righe nella &quot;vista schede&quot;) occupano inutilmente spazio; 
  &egrave; possibile rendere invisibili uno o pi&ugrave; campi utilizzando il 
  pulsante <span class="itemelement">Campi visibili</span>.</p>
<hr size="1" noshade>
<p class="item">*L'edizione Free consente di gestire al massimo due liste<br>
  **La ricerca &egrave; disponibile solo nell'edizione Pro </p>
<p class="item">&nbsp;</p>
</body>
</html>
