<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster 2 release notes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
</head>

<body class="body">
<p><strong>Release Notes</strong></p>
<ul>
  <li>To jest wersja beta, wci&#261;&#380; w produkcji; niektóre z opcji jeszcze nie 
	dzia&#322;aj&#261;.</li>
  <li>Dokumentacja nie by&#322;a aktualizowana i wci&#261;&#380; odnosi si&#281; do wersji 1.</li>
</ul>
<p><strong>Co nowego w SendBlaster 2</strong></p>
<blockquote>
  <p>Produkcja SendBlaster 2 zaj&#281;&#322;a ponad rok; na ka&#380;dym kroku, s&#322;uchali&#347;my 
	uwa&#380;nie sugestii, oczekiwa&#324; i opinii naszych u&#380;ytkowników.</p>
</blockquote>
<ul>
  <li><strong>Ulepszony i zmieniony Interfejs u&#380;ytkownika</strong> SendBlaster 
	jest jeszcze &#322;atwiejszy w u&#380;yciu. U&#380;ytkownicy mog&#261; wybra&#263; pomi&#281;dzy p&#322;askim 
	panelem, przeprojektowanym aby lepiej wygl&#261;da&#263; i wspieraj&#261;cym teraz ma&#322;e i 
	du&#380;e ikony, i nowy pasek który oszcz&#281;dza przestrze&#324; poziom&#261; na ekranie. 
	Wszystkie panele mo&#380;na teraz przewija&#263; kó&#322;kiem myszki; listy wyboru mog&#261; by&#263; 
	teraz synchronizowane poprzez panele w porz&#261;dku alfabetycznym; wszystkie 
	ikony zosta&#322;y przeprojektowane; i wiele drobnych ulepsze&#324; zosta&#322;o dodanych.<br>
    &nbsp; </li>
  <li><strong>Planowana wysy&#322;ka</strong> Teraz u&#380;ytkownicy mog&#261; zaplanowa&#263; 
	wysy&#322;k&#281;, a 
    SendBlaster 2 wy&#347;le j&#261; pó&#378;niej automatycznie, w okre&#347;lonym dniu i godzinie. 
	Lub, u&#380;ytkownicy mog&#261; &quot;zachowa&#263;&quot; ich wysy&#322;ki tak by móc je wys&#322;a&#263; 
	r&#281;cznie pó&#378;niej. Teraz SendBlaster mo&#380;e dzia&#322;a&#263; w zminimalizowanej opcji 
	planowania i startowa&#263; gdy Windows startuje.<br>
    &nbsp; </li>
  <li> <strong>&#346;ledzenie emaili</strong> SendBlaster 2 ma wbudowane wsparcue, 
	kreatory i panele do Google Analytics, darmowego oprogramowania Google do 
	monitorowania kampanii, oraz do TrackReports, naszego zaawansowanego 
	&#347;ledz&#261;cego i raportuj&#261;cego rozwi&#261;zania online .<br>
    &nbsp; </li>
  <li><strong>Nowe, pot&#281;&#380;ne filtry danych</strong> Zosta&#322;y dodane pot&#281;&#380;ne filtry 
	danych, które pozwalaj&#261; na dopracowanie wysy&#322;ki przez wybranie i aktywowanie 
	lub zablokowanie danych spe&#322;niaj&#261;cych okre&#347;lone warunki. Wspieraj&#261; one wiele 
	warunków i operatorów, tak &#380;e mo&#380;na wizualnie zbudowa&#263; pot&#281;&#380;ne zapytanie SQL 
	bez pisania kodu. Duplikaty mog&#261; zosta&#263; teraz odfiltrowane automatycznie, 
	tak jak w wersji 1, lub te&#380; dzi&#281;ki nowemu, pot&#281;&#380;nemu silnikowi wyszukiwania. <br>
    &nbsp; </li>
  <li><strong>Wi&#281;cej opcji do wysy&#322;ania</strong> U&#380;ytkownicy mog&#261; teraz dodawa&#263; 
	dostosowany nag&#322;ówek, &#380;&#261;da&#263; przeczytania wiadomo&#347;ci, ustawi&#263; wysoki 
	priorytet ich wiadomo&#347;ci, zdefiniowa&#263; zmiany do nag&#322;ówków wspieraj&#261;cych tagi, 
	w&#322;&#261;czy&#263; lub wy&#322;&#261;czy&#263; automatyczne filtrowania zduplikowanych adresów przy 
	wysy&#322;ce.<br>
    &nbsp; </li>
  <li><strong>&nbsp;Wi&#281;cej opcji przy edytowaniu wiadomo&#347;ci</strong>&nbsp; Wiele 
	z nowych przycisków w panelu tworzenia pozwala u&#380;ytkownikom &#322;atwo dodawa&#263; 
	linki kasuj&#261;ce do wiadomo&#347;ci, dodawa&#263; specjalne linki do Google Analytics i TrackReports, 
	i dodawa&#263; tagi merguj&#261;ce w temacie i polu do. Teraz wiadomo&#347;ci czysto 
	tekstowe (jako przeciwie&#324;stwo HTML) mog&#261; zosta&#263; &#322;atwo stworzone tylko 
	zaznaczaj&#261;c okno.<br>
    &nbsp; </li>
  <li> <strong>Sprawdzanie spamu</strong> Teraz jest jest mo&#380;liwe dokona&#263; 
	sprawdzenia anty spamowego w locie, podczas edytowania wiadomo&#347;ci; rezultat 
	spamu bazuje&nbsp; spam score checking is based on 
    popular SpamAssassin engine, one of the most common antispam filters with 
    e-mail servers.<br>
    &nbsp; </li>
  <li><strong>Podgl&#261;d z mergarami tagów </strong>Podgl&#261;d teraz wspiera tagi 
	merguj&#261;ce, tak &#380;e u&#380;ytkownicy mog&#261; bardziej panowa&#263; nad tym co wysy&#322;aj&#261;.<br>
    &nbsp; </li>
  <li><strong>Wi&#281;ksza pr&#281;dko&#347;&#263; </strong>SendBlaster wspiera do 50 równoczesnych 
	po&#322;&#261;cze&#324; - to mo&#380;e bardzo znacz&#261;co podnie&#347;&#263; wysy&#322;ki przy korzystaniu z 
	szybkiego serwera SMTP. Co wi&#281;cej, SendBlaster daje teraz u&#380;ytkownikom 
	mo&#380;liwo&#347;&#263; nie przerywania wysy&#322;ki, nawet gdy po&#322;&#261;czenie do Internetu 
	przestanie dzia&#322;a&#263;, co mo&#380;e pomóc w nienadzorowanych wysy&#322;kach.<br>
    &nbsp; </li>
  <li><strong>Modyfikowalne subskrypcje i formaty zwrotów </strong>U&#380;ytkownicy 
	mog&#261; dostosowywa&#263; subskrypcje i tematy z anulacj&#261; i dodawa&#263; formaty zwrotów 
	dla &#322;atwiejszego, automatycznego przetwarzania niedostarczonych wiadomo&#347;ci. <br>
    &nbsp; </li>
  <li><strong>Profile SMTP i POP3 </strong>Korzystanie z wielu ustawie&#324; SMTP i POP3 
	jest &#322;atwiejsze ni&#380; kiedykolwiek - informacje o koncie mog&#261; by&#263; zapisane w 
	wielu profilach, tak &#380;e ustawienia SMTP i POP3 mog&#261; by&#263; zmieniane kilkoma 
	klikni&#281;ciami. Jest przydatne je&#380;eli b&#281;dziesz wysy&#322;a&#322; wysy&#322;ki w czyim&#347; 
	imieniu.</li>
  <li> <strong>Snapshots</strong> Zapisz wszystkie ustawienia dla dowolnego 
	panelu i wykorzystaj je pó&#378;niej jednym klikni&#281;ciem - jest to tak &#322;atwe jak 
	robienie snapshotów. Snapshoty rozszerzaj&#261; koncepcj&#281; &quot;profili&quot; na nowy 
	poziom, prawie ka&#380;da grupa powi&#261;zanych ustawie&#324; w SendBlaster mo&#380;e zosta&#263; 
	zapisana jako snapshot.<br>
    &nbsp; </li>
  <li><strong>Wsparcie dla zewn&#281;trznych wtyczek </strong>U&#380;ytkownicy mog&#261; 
	pobiera&#263; darmowe wtyczki (ma&#322;e narz&#281;dzia wykonuj&#261;ce konkretne zadania, jak 
	importowanie emaili z klientów poczty, itp) z naszej strony, i wiele wiele 
	innych wkrótce. API wtyczek jest publiczne i programi&#347;ci stron trzecich mog&#261; 
	tworzy&#263; nowe.<br>
    &nbsp;</li>
  <li> <strong>Nowe, &#322;atwo w edycji wzorce </strong>SendBlaster 2 ma ponad 100 
	profesjonalnie zaprojektowanych wzorców, wszystkie z korzystaj&#261; 
	modyfikowalnych wygl&#261;dów, które mog&#261; zosta&#263; &#322;atwo dostosowane.<br>
    &nbsp; </li>
  <li><strong>&#321;atwiejszy dost&#281;p do plików </strong>&nbsp;Bezpo&#347;redni dost&#281;p do 
	plików bazy danych do archiwizacji jest teraz &#322;atwiejsze, bo s&#261; zapisane w 
	folderze &quot;Moje dokumenty&quot;.<br>
    &nbsp; </li>
  <li><strong>Nie wymagane prawa administratora </strong>SendBlaster 2 mo&#380;e 
	dzia&#322;a&#263; ze standardowym u&#380;ytkownikiem w dowolnej wersji Windows <br>
    &nbsp; </li>
  <li><strong>Debugowanie i tunning</strong> Wiele powa&#380;nych b&#322;&#281;dów zosta&#322;o 
	usuni&#281;tych oraz wydajno&#347;&#263; zosta&#322;a poprawiona w wielu miejscach. <br>
    &nbsp;</li>
  <li><strong>Gotowy dla Windows 7</strong> Aplikacja jest stale testowana pod 
	k&#261;tem zgodno&#347;ci z nowym systemem Microsoft; dzia&#322;a natywnie na nim i nie 
	wymaga &#380;adnego &#380;adnego dodatkowego dzia&#322;ania. <br>
    &nbsp; </li>
  <li><strong>I jeszcze wi&#281;cej!</strong> SendBlaster 2 ma wiele ma&#322;ych 
	usprawnie&#324;, co pozwoli nam szybciej i lepiej pracowa&#263; .</li>
</ul>
<p>&nbsp;</p>
</body>
</html>
