<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10pt;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 8pt;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 8pt;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 8pt;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
<link href="sendblaster.css" rel="stylesheet" type="text/css"></head>

<body class="body">
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td valign="top"> <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="body"> 
            <p class="bigtitle">Desfrute da sua conta de teste SMTP.com sem configura&ccedil;&otilde;es!</p>
            <p>A melhor forma de enviar  mailings &eacute; utilizando um servi&ccedil;o  SMTP profissional 
              (<a href="http://www.sendblaster.com/whysmtp.php" target="_blank">veja aqui porqu&ecirc;</a>). Poder&aacute; utilizar qualquer servi&ccedil;o de SMTP com o SendBlaster, 
              mas n&oacute;s temos uma parceria com o <a href="http://www.sendblastersmtp.com" target="_blank">SMTP.com</a> que &eacute; o fornecedor de  SMTP melhor estabelecido na internet. Desta forma, conseguimos que obtenha uma <strong>conta gr&aacute;tis e limitada</strong>, 
              que permitir&aacute; testar como o nosso software funciona sem precisar de o configurarmos manualmente! A conta gr&aacute;tis &eacute; totalmente automatizada e n&atilde;o precisa de registo ou de qualquer interac&ccedil;&atilde;o por parte do utilizador. Permitir&aacute; enviar at&eacute; 100 mensagens (quer atrav&eacute;s de um s&oacute; mailing ou de v&aacute;rios mailings). 
              <a href="http://www.sendblaster.com/smtpcomoffer.php" target="_blank">Leia mais</a></p>
            <p>Este assistente ir&aacute; agora tentar obter automaticamente a melhor configura&ccedil;&atilde;o para o seu PC, ligar-se ao servidor  SMTP e enviar uma mensagem de teste; 
              n&atilde;o recolhe ou envia nenhuns dados pessoais. Se estiver a correr uma firewall, ele poder&aacute; perguntar se autoriza que o SendBlaster 
              aceda &agrave; internet; nesse caso, responda &quot;sim&quot; ou &quot;permitir&quot; de modo a permitir que o  SendBlaster tenha um acesso completo &agrave; internet.</p>
          </td>
        </tr>
      </table>
    </td>
  </tr>
</table>
</body>
</html>
