<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReports</p>
<p class="item"><font size="1">Tento panel nechá vás snadno se pohybovat po
stránkách <b><i><font color="#000080">TrackReports</font></i> </b>bez otev&#345;ení
externího okna prohlíže&#269;i. Naviga&#269;ní lišta je skryta standardn&#283;,
ale vy m&#367;žete ud&#283;lat ji viditelnou kliknutím na naviga&#269;ní
tulbar; již známý <b><i><font color="#000080">Zp&#283;t, Vp&#345;ed, Obnovit,
Stop</font></i></b> tla&#269;ítka pro zastavení pak se Vám zobrazí.</font> </p>
<p class="item"><font color="#000080"><b><i>TrackReports </i></b></font>je
online služba která vám dovolí sledovat vaše kampan&#283;: kolik lidí otev&#345;elo
váš informa&#269;ní leták, kolik z nich ve skute&#269;nosti klikl na spojení,
a tak dále; to zobrazuje sebraná data používání detailních graf&#367;. K
tomu, aby za&#269;ít sledování vaší pošty, klikn&#283;te na tla&#269;ítko
TrackReports v<font COLOR="#ff0080"> </font><font color="#000080"><u><i>panelu
úpravy zprav</i></u></font> SendBlaster:</p>
<ol class="item">
  <li>Vytvo&#345;te vaši zprávu a vložte spojení</li>
  <li>Jakmile jste ukon&#269;íte psaní, p&#345;ipojte se k Internetu (pokud
    nejste již p&#345;ipojené) a klikn&#283;te na tla&#269;ítko TrackReports</li>
  <li>Zadejte vaš TrackReports ú&#269;et (vy pot&#345;ebujete zaregistrovat se
    pokud nemáte ješt&#283; ú&#269;et) </li>
  <li>Zadejte nový, jedine&#269;ný název pro vaši poštu nebo vyberte si
    jeden z již existujicich (prosím podívejte se na stránky TrackReportu
    pokud pot&#345;ebuje pomoc<font FACE="Times New Roman">)</font></li>
</ol>
<p class="item">Všechny spojení ve zpráv&#283; budou automaticky aktualizované
tak, aby zahrnout pot&#345;ebný kód TrackReportu a systému p&#345;esm&#283;rování
; &quot;sledování obrazu&quot; je taktéž p&#345;idáno k zpráv&#283;. V
originálním HTML kódu je upraveno p&#345;idávání TrackReports kódu, a musí
vždy stát až na konci zprávy (jinými slovy, to musí být ta poslední v&#283;c
kterou d&#283;láte kdy vy píšete vaši zprávu)*.</p>
<p class="item">Musíte být p&#345;ipojeni online aby úsp&#283;šn&#283; p&#345;idat
kód TrackReports do vaší zprávy, jak to vyžaduje operace p&#345;ístupu k
online API TrackReportu . </p>
<p class="item">TrackReports aktuáln&#283; je ve verzi beta, a proto, v okamžiku
psaní, je nabízen jako bezplatná služba pro uživatelé SendBlaster . Uv&#283;domte
si že zatímco SendBlaster má úplnou integraci se službou, <b><font color="#000080"><i>TrackReports
však není sou&#269;astí ( software) SendBlaster</i></font> </b>a m&#367;že být
nabízen jako placená služba v budoucnu; proto aktuáln&#283; je nabízen
&quot;tak jak je&quot; bez žádných záruk. </p>
<p class="item"><font color="#FF0000">POZOR:</font>  TrackReports používá
mechanismus p&#345;esm&#283;rování&nbsp; (stejn&#283; jako zkratky url );
pokud&nbsp; web server TrackReports&nbsp;&nbsp; spadne, veškera sledovaná
spojení budou nedosažitelné (vaši p&#345;íjemce nebudou schopné otev&#345;ít
vaše zprávy). Doporu&#269;ujeme, nepoužívat TrackReports nebo další&nbsp;
systémy p&#345;esm&#283;rovaní (url zkratky a td) v kritických podmínkách
komunikací. </p>
<hr size="1" noshade>
<p class="item"><font size="1">*Pokud vy nechcete n&#283;jaká spojení
sledovat: v tom p&#345;ípad&#283;, vy pot&#345;ebujete p&#345;idat spojení bez
odkaz&#367; poté co kód TrackReportu byl p&#345;idaný k zpráv&#283;. Jestli
chcete užívat oba jak <u>Google Analytics</u> tak TrackReports, p&#345;idejte
Google Analytics první a až potom TrackReports (protože bude použito p&#345;esm&#283;rování
systému).</font></p>
</body>
</html>
