<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Rozesílání zpráv</p>
<p class="item">Zprávu m&#367;žete rozesílat až po ur&#269;ení adresát&#367;
a odesílatele.</p>
<p class="item">Seznam distribu&#269;ních seznam&#367; (nadefinovaný v sekci <a class="itemelement" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_lists_managing.htm">Správa
seznam&#367;</a>) je zobrazený v poli <span class="itemelement">Vyberte
distribu&#269;ní seznam</span>. Adresy ze seznamu ur&#269;ují jednotlivé
adresáty. Každý kontakt dostane jednu jemu ur&#269;enou zprávu.</p>
<p class="item">Odesílatele zprávy ur&#269;íte v polích <span class="itemelement">E-mail
adresa odesílatele</span> a <span class="itemelement">Jméno</span>. M&#367;žete
do t&#283;chto polí voln&#283; psát nebo vybrat adresu a jméno z ovládacích
prvk&#367;, které zobrazují posledních 10 jmen a adres použitých p&#345;i
rozesílání. (Pokud ješt&#283; nebyla odeslána žádná zpráva, pak budou
prázdné.) Pokud jste u daného distribu&#269;ního seznamu už ur&#269;il
adresu pro p&#345;ihlášení a odhlášení, tato se zobrazí automaticky jako
adresa rozesílatele. Toto je ovšem jen implicitní chování, adresu nebo jméno
m&#367;žete ru&#269;n&#283; m&#283;nit.<br>
Vy m&#367;žete také voliteln&#283; specifikovat <font color="#000080"><b><i>Odpov&#283;d&#283;t-Na
adresu</i></b></font>: toto zp&#367;sobí to že odpov&#283;di budou poslané.
Jestli to bude prázdné, pak odpov&#283;di budou poslané na adresu odesílatele
(toto je standardní chování pro osobní e - mail zprávy).</p>
<p class="item">Rozeslat zprávu m&#367;žete kliknutím na tla&#269;ítko <span class="itemelement">Rozesílání</span>.
Samoz&#345;ejm&#283; pokud ješt&#283; nikdy nebyla rozeslána žádná zpráva
nebo pokud se zm&#283;nilo nastavení p&#345;ipojení, bude t&#345;eba nejd&#345;íve
nastavit i <span class="itemelement">Nastavení rozesílání</span>, jinak
rozesílání nelze spustit.</p>
<p class="item">
Jako alternativu k posílaní zprávy, použijte <b>rozvrh </b>poštovní
operace, a SendBlaster<font COLOR="#ff0080"> </font>pošle to pozd&#283;ji
automaticky, v ur&#269;eném dni a &#269;asu, nebo dokonce <b>&quot;park&quot; </b>poštovní
operace pak ru&#269;n&#283; odešlete pozd&#283;ji, dle vašeho planu, jen klikn&#283;te
na tla&#269;ítko <font color="#000080"><b><i>Odeslat pozd&#283;ji..</i></b></font>.
</p>
<p class="item">Jsou dostupné dva <span class="itemelement">Režimy rozesílání:</span>:<span class="itemelement">
P&#345;ímé rozesílání</span> a <span class="itemelement">Používat server
SMTP.</span></p>
<ul>
<p>
<li class="item">Výb&#283;rem <font color="#000080"><b><i>uživatelský SMTP
  server</i></b></font>, e - mail posílání bude se konat práv&#283; jako v
  standardním e - mail klientu, tj doru&#269;ováním zprávy vlastním ISP
  SMTP serverem. To je nezbytné proto aby bylo specifikován název <font color="#000080"><b><i>portu</i></b></font>
  <font color="#000080"><b><i>SMTP</i></b> <b><i>serveru</i></b></font>, kde<font COLOR="#ff0080">
  </font>smtp služba je vám nabízená (toto není specifikováno, standardní
  port 25 bude použit), v p&#345;ípad&#283;, že uživatelská <font color="#000080"><b><i>Autentifikace
  je požadovana</i></b></font>, a specifikuje jak<font COLOR="#ff0080"> </font><font color="#000080"><b><i>Jméno</i></b></font><font COLOR="#ff0080">
  </font>tak i <b><i><font color="#000080">Heslo</font></i></b>. Tyto parametry
  jsou jednou použitý ve vašem e - mail klientském softwaru, proto vy budete
  pot&#345;ebovat údaje<font COLOR="#ff0080"> &quot;</font>okopírovat<font COLOR="#ff0080">&quot;
  </font>z pracovního e-mail ú&#269;tu ( ujistite se, že SMTP server je funk&#269;ní
  kliknutím na tla&#269;ítko Test spojení). <font color="#000080"><b><i>SSL</i></b></font><font COLOR="#ff0080">
  </font>zatrhávací polí&#269;ko umož&#328;uje SSL komunikaci, která m&#367;že
  být vyžádána n&#283;kterým SMTP serverem ( typický p&#345;íklad je
  Gmail SMTP server).</li>
</ul>
<blockquote>
  <p class="item"><font color="#FF0000">Tip:</font>
  <font size="1">Tla&#269;ítko <b><i><font color="#000080">Profily</font></i></b>
  umožní &#345;ídit vícenásobné nastavení SMTP. Informace o ú&#269;tu m&#367;že
  být uložena pro vícenásobné profily, tak všechna SMTP nastavení jsou
  uložené/na&#269;tené za pár klik&#367;.Tento rys je speciáln&#283; užite&#269;n&#283;
  p&#345;i poslání pošty ve prosp&#283;ch n&#283;koho jiného.</font><br/><br/>
</p>
</blockquote>
<font size="1">Volbou <b><i><font color="#000080">Opakovat odesílaní v p&#345;ípad&#283;
chyby</font></i></b>, kdyby zpráva nebyla p&#345;ijatá SMTP serverem, program
zkusí doru&#269;it zprávu p&#345;ímo na e - mail server p&#345;íjemce, použitím
módu <b><i><font color="#000080">Odeslat p&#345;ímo</font></i></b>.</font>
<ul>
<p>
  <li class="item">Volbou <b><i><font color="#000080">P&#345;ímé rozesílaní</font></i></b>
    software bude hledat pro každého p&#345;íjemce e - mail server a
    automaticky p&#345;ipojí se k n&#283;mu, proto &quot;storno&quot; SMTP
    serveru není pak zapot&#345;ebí v nastavení rozesílaní. M&#283;jte na
    pam&#283;ti že jisté e - mail domény (nap&#345;íklad, hotmail) nedovolí
    p&#345;ímé doru&#269;ení: zpráva bude odmítnuta kdyby k tomu došlo
    zahají systém p&#345;ístup k ve&#345;ejnému SMTP serveru.
    <p>Volbu <b><i><font color="#000080">Opakovat odesílaní v p&#345;ípad&#283;
    chyby</font></i></b>, použijte v p&#345;ípad&#283; že zpráva nebude p&#345;ijatá
    serverem p&#345;íjemce, software zkusí doru&#269;ovat zprávu k SMTP
    serveru, použitím nastavení volby <i><b><font color="#000080">uživatelský
    SMTP server</font></b></i> .</p>
    <br>
    &nbsp; </li>
</ul>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item">
<p><font color="#009900"></font><strong><font color="#009900">Mám rad&#283;ji
používat p&#345;ímé rozesílání, nebo server SMTP?</font></strong></p>
      <p>Volba záleží p&#345;edevším na tom, zda je dostupný kvalitní
      server SMTP. Pokud server SMTP zvládne mnoho zpráv v rychlém po&#345;adí
      nebo i dokonce posílání více zpráv najednou, pak se použití serveru
      SMTP ta rychlejší a spolehliv&#283;jší volba, protože server SMTP je
      Vašemu po&#269;íta&#269;i &quot;blíže&quot; než poštovní servery
      jednotlivých adresát&#367;.</p>
<p>Avšak n&#283;kte&#345;í poskytovatelé mají omezení, aby jejich uživatelé
nemohli používat server pro ú&#269;ely rozesílání spamu: dovolují rozesílat
jen ur&#269;itý po&#269;et zpráv za ur&#269;itý &#269;as, a jen ur&#269;itý
po&#269;et zpráv zárove&#328; (nap&#345;íklad by mohl server p&#345;ijímat
jen jednu zprávu každých 5 sekund a umož&#328;ovat vysílání jen 2 zpráv
zárove&#328;). Všechny zprávy &quot;nad&quot; se vrátí s chybou. Neznamená
to, že server nebo software nefunguje správn&#283;, nýbrž že musíte zm&#283;nit
&#269;asová nastavení v sekci <span class="itemelement">Pokro&#269;ilá
nastavení</span>.</p>
      <p>V takových p&#345;ípadech m&#367;že být rychlejší a pohodln&#283;jší
      používat p&#345;ímé rozesílání. Tento druh rozesílání pot&#345;ebuje
      o n&#283;co více &#269;asu pro doru&#269;ení každé zprávy (protože
      musí poslat požadavek serveru DNS a protože poštovní server m&#367;že
      být hodn&#283; &quot;vzdálený&quot; od po&#269;íta&#269;e uživatele),
      avšak sv&#283;tlou stránkou je jeho schopnost posílat více zpráv zárove&#328;
      a bez pot&#345;eby p&#345;idávat pauzy mezi zprávami.</p>
      <p>P&#345;ímé posílání je také užite&#269;né, když je t&#345;eba
      operaci rozesílání provést v podmínkách, kde neznáme název serveru
      SMTP. (Toto &#269;asto platí v p&#345;ípadech, kde používáme p&#345;enosný
      po&#269;íta&#269; &quot;na cestách&quot;, tedy ani v práci ani doma -
      jinak &#345;e&#269;eno &#269;asto platí, pokud jsme na ve&#345;ejn&#283;
      p&#345;ístupné bezdrátové síti.)</p>
    </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">Sekce <span class="itemelement">Pokro&#269;ilá nastavení</span>
umož&#328;uje jemn&#283; ladit &#269;asování rozesílání. Toto Vám umožní
rozeslat zprávy nejv&#283;tší možnou rychlostí, která ješt&#283;
neodporuje antispamovým omezením daného serveru. Zde jsou významy jednotlivých
voleb:</p>
  <p class="itemelement">
  &#268;asová Tabulka
  </p>
<ul class="item">
  <li><span class="itemelement">&#268;ekat mezi zprávami</span>: kolik sekund
    se má &#269;ekat mezi zprávami.</li>
  <li><span class="itemelement">&#268;ekat mezi bloky</span>: kolik sekund se má
    &#269;ekat mezi bloky zpráv.</li>
  <li><span class="itemelement">Po&#269;et zpráv do jednoho bloku</span>: kolik
    zpráv se má rozesílat v každém bloku.</li>
  <li><span class="itemelement">&#268;asový limit odpojení (timeout)</span>:
    po&#269;et sekund, po kterém se posílání zprávy p&#345;eruší</li>
  <li><span class="itemelement">Sou&#269;asná p&#345;ipojení</span>: maximální
    po&#269;et simultánních spojení, tedy po&#269;et zpráv simultánn&#283;
    posílaných*.</li>
  <li><span class="itemelement">Další pokusy v p&#345;ípad&#283; chyby</span>:
    Pokud nep&#345;ijme server SMTP nebo server adresáta (u p&#345;ímého
    rozesílání) Vaši zprávu, program m&#367;že &#269;ekat ur&#269;itý po&#269;et
    vte&#345;in a zkoušet posílání zprávy ješt&#283; jednou nebo vícekrát</li>
  <li><span class="itemelement">&#268;ekat mezi pokusy</span>: po&#269;et
    sekund, který se má &#269;ekat, než program zkusí znovu poslat nep&#345;ijatou
    zprávu.</li>
</ul>
<p class="item">P&#345;ijít na úpln&#283; nejlepší nastavení lze v podstat&#283;
jen pokusem a omylem: rozesílejte a dívejte se, kolik procent prošlo zpráv.
Avšak jako vodítko, jaká zhruba používat nastavení, nabízí program <span class="itemelement">Sady
navržených nastavení</span>. Sice možná nejsou optimální pro Vaše podmínky,
ale stejn&#283; mohou být dobré východisko, jak p&#345;ijít na nejlepší
konfiguraci.</p>
<p class="item"><strong><font color="#ff0000">POZOR:</font></strong> Distribu&#269;ní
seznamy mohou obsahovat neplatné adresy, a ne každý poštovní server b&#283;ží
nep&#345;etržit&#283;. Proto by se u seznam&#367; s velkým po&#269;tem adres m&#283;lo
považovat za normální a nevyhnutelné, že i u sebelépe zvoleného režimu a
nastavení, ne každá zpráva je doru&#269;ena a ur&#269;ité procento vrátí
chybu. V takových p&#345;ípadech pak bude možné zkusit dokon&#269;it rozesílání
pozd&#283;ji pomocí funkcí&nbsp; <a href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_history.htm">Historie</a>.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900"><strong>Jak
      se mám dostat na nejlepší pokro&#269;ilá nastavení?</strong></font></p>
      <p>P&#345;ijít na nejlepší pokro&#269;ilá nastavení m&#367;žete až
      po vyzkoušení r&#367;zných kombinací. Na zkoušky obvykle sta&#269;í
      seznam o asi 10 adres. Kontrolujte, kolik adres r&#367;zné zkušební zprávy
      skute&#269;n&#283; dostávají (tuto informaci m&#367;žete vid&#283;t na
      konci operace rozesílání, kdy je také možné ov&#283;&#345;it
      protokoly). Uživatele SendBlaster, kte&#345;í jsou napojeni na dostate&#269;n&#283;
      &quot;tolerantní&quot; server SMTP nejspíš nenarazí na žádné problémy,
      bez ohledu na nastavení rychlosti rozesílání.<br>
      Na druhé stran&#283; pokud máte spojení na spíše &quot;p&#345;ísný&quot;
      server SMTP, úsp&#283;šné doru&#269;ení velkého po&#269;tu zpráv m&#367;že
      vyžadovat zpomalení rozesílání a vyhnutí se posílání více zpráv
      simultánn&#283;.</p>
      <p>Zde je n&#283;kolik jednoduchých pravidel, které je výhodné dodržovat:</p>
      <ul>
        <li>Tolerantní server SMTP umož&#328;uje rychlé rozesílání bez p&#345;estávek
          (nebo aspo&#328; s minimem p&#345;estávek). Omezen&#283;jší servery
          SMTP používající velký po&#269;et antispamových filtr&#367; vyžadují
          delší p&#345;estávky a mén&#283; simultánních spojení.
        <li>Za normálních okolností nedovolují servery SMTP posílání
          mnoha zpráv zárove&#328; a musí u nich být pro režim SMTP po&#269;et
          spojení nízký nebo dokonce 1 (žádná simultánní spojení).
          Pokud má server SMTP ur&#269;ité mechanismy proti spamu, m&#367;že
          být zapot&#345;ebí zpomalit odesílání zpráv nastavením n&#283;kolika
          sekund &#269;ekání mezi každým posíláním a jiné, delší
          &#269;ekání mezi bloky zpráv. Bloky by nem&#283;ly obsahovat více
          než n&#283;kolik desítek zpráv.
        <li>V p&#345;ípad&#283; p&#345;ímého rozesílání s typickým
          distribu&#269;ním seznamem, obsahujícím adresy z r&#367;zných domén,
          se zprávy budou posílat na nejr&#367;zn&#283;jší servery: proto je
          možné nastavit vysoký po&#269;et spojení* a omezené p&#345;estávky
          (pokud v&#367;bec n&#283;jaké) mezi zprávami a mezi bloky.
        <li>Zvýšení po&#269;tu pokus&#367; v p&#345;ípad&#283; chyby nejspíš
          zvýší pravd&#283;podobnost úsp&#283;chu ale i zpomalí rozesílání,
          obzvlášt&#283; pokud je po&#269;et simultánních spojení nízký.
          Dokon&#269;ení operace pozd&#283;ji z <a href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_history.htm">Historie</a>
          (po n&#283;kolika minut &#269;ekání) lze považovat za dobrou
          praktikou.</li>
      </ul>
    </td>
    <td width="7%">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
  <p class="itemelement">
  Extra Tabulka
  </p>
<ul class="item">
  <li><span class="itemelement">Oznámení o doru&#269;ení</span>: umožní
    dostat potvrzení vždy, když e - mail je doru&#269;en, nebo kdy &#269;tená&#345;
    ho otv&#345;el.</li>
  <li><span class="itemelement">Vysoka Priorita</span>: umožni oznámit &#269;tená&#345;i
    , že zpráva by m&#283;la být p&#345;e&#269;tená co nejd&#345;íve.</li>
  <li><span class="itemelement">Zakódování</span>: vyberte si mezi standardním
    a<font COLOR="#ff0080"> </font>nebo base64. Hlavi&#269;kový obsah který
    ukazuje softwaru jak vygenerovat kód zprávu</li>
  <li><span class="itemelement">Xmailer text</span>: použitím <b><i><font color="#000080">implicitního</font></i></b>
    nastavení hlavi&#269;ky zahrne<font COLOR="#ff0080"> </font>SendBlaster jméno
    a vydaní. Jinak vy m&#367;žete psát volný text, simulovat poslání
    pomoci r&#367;zného e - mail klienta nebo vyberete si <b><i><font color="#000080">Žádná</font></i></b>
    volba k tomu, aby se vyhnout p&#345;idávaní hlavi&#269;ky k zpráv&#283;.  </li>
  <li><span class="itemelement">Doména</span>: po&#269;ítá s p&#345;izp&#367;sobením
    strojového jména užívaného softwarem pro spojování SMTP serveru nebo'
    emailového serveru p&#345;íjemce. Toto m&#367;že být užite&#269;ný p&#345;i
    používání<font COLOR="#ff0080"> </font><b><i><font color="#000080">Prime
    rozesílaní</font></i></b>: n&#283;které servery ov&#283;&#345;í doménové
    jméno p&#345;ed p&#345;ijímáním zprávy; oni požadují aby doménové
    jméno odpovídalo ve&#345;ejnému <i><font COLOR="#ff0080">hostname </font></i>na
    síti, a p&#345;ed p&#345;ijímáním zprav oni vykonávají <i>ov&#283;&#345;ení
    </i>(nebo podobnou operaci) k tomu, aby ov&#283;&#345;ily zda doménové jméno
    odpovídá IP adrese stroje navazujícího spojení. M&#283;l by toto být p&#345;ípad,
    pro výb&#283;r internetových adres který m&#367;že snížit odmítnuté
    zprávy. My navrhujeme používání standardních nastavení, nebo používání
    internetových adres p&#345;i p&#345;ímých zásilkách a lokální název
    PC&nbsp;&nbsp; p&#345;i používání SMTP (SMTP server obvykle nevykonává
    žádnou specifickou revizi doménového jména).<br>
    SendBlaster kontroluje vaši ve&#345;ejnou adresu vždy, p&#345;ed startem;
    Aby internetové spojení odep&#345;ít p&#345;ed startem, spole&#269;ná
    adresa m&#367;že být zanechaný prázdná a místní název vašeho PC
    bude použit místo adresy IP. Jestli mate fixní ve&#345;ejnou IP adresu,
    pro zkušené uživatelé vyberte uživatelsky definovanou... a zapište
    pevnou hodnotu (prosím všímejte si, že <i><font color="#000080">hostname</font><font COLOR="#ff0080">
    </font></i>je pot&#345;ebný -ale ne IP adresa) - ale pamatujte že špatné
    nastavení mohlo ud&#283;lat kompromis pro úsp&#283;šné odesílaní.  </li>
  <li><span class="itemelement">Ru&#269;ní nastavení DNS Serveru</span>:
    SendBlaster bude používat aktuáln&#283; vybrané standardní spojení DNS,
    ale je také možné (a n&#283;kdy pot&#345;ebný) ru&#269;n&#283; nastavit
    r&#367;zné DNS, umož&#328;ující tuto volbu a uvést platnou IP adresu.  </li>
  <li><span class="itemelement">Ignorovat Chyby Socketu</span>:jestli vznikne n&#283;jaký
    problém s p&#345;ipojením k Internetu, bu&#271; kv&#367;li hardwaru nebo
    softwarové problémy,<font COLOR="#ff0080"> </font>SendBlaster pozastaví
    poštu, varuje uživatele a bude &#269;ekat na uživatelské instrukce - ve
    v&#283;tšin&#283; p&#345;ípad&#367;, zásah &#269;lov&#283;ka je ve skute&#269;nosti
    požadovaný (to jest m&#367;žete pot&#345;ebovat resetovat váš sí&#357;ový
    hardware, a td). Jestli vy nechcete aby pošta byla pozastavena, a
    nereagujete na výzvy SendBlaster jednoduše ignoruje chyby, kontrolujte
    tuto volbu (bu&#271;te pozorní, jestli není žádné spojení s
    Internetem, pošta mohla by selhat). Toto je užite&#269;né pokud vaše
    internetové spojení ob&#269;as z n&#283;jakého d&#367;vodu selže ( wifi
    problémy) ale pak automaticky se zanedlouho obnoví. </li>
</ul>
<p class="itemelement"><b><i>Dodate&#269;ná Tabulka hlavi&#269;ek</i></b>
  </p>
  <blockquote>
    <p class="item">V n&#283;kterých p&#345;ípadech, pokro&#269;ilý uživatelé
    mohou pot&#345;ebovat p&#345;idat uživatelské hlavi&#269;ky k jejich zpráv&#283;,
    pro vykonávání zvláštních úkol&#367; (tj. sledování, podepsání,
    atd). SendBlaster dovoluje uživatel&#367;m p&#345;idávat do deseti hlavi&#269;ek
    k jedné zpráv&#283;. </p>
</blockquote>
  <hr size="1" noshade>
<p class="item">*Ve Free Edition je maximální po&#269;et spojení 2 i tehdy,
když uživatel ur&#269;í v&#283;tší po&#269;et.</p>
</body>
</html>
