<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">SendBlaster</p>
<p class="item"><strong>Sendblaster</strong> je navržený tak, aby um&#283;l
rychle a automaticky rozesílat velký po&#269;et e-mailových zpráv více
distribu&#269;ním seznam&#367;m. Sofistikované jádro pro zpracování dat a
schopnost posílat zprávy psané adresátovi na klí&#269; (“Vážený pane
Smith” místo anonymního “Vážený zákazníku”) Vám umožní vytvo&#345;it
zautomatizované letáky a reklamní kampan&#283;. A to vše p&#345;es jeden
prográmek b&#283;žící na Vašem PC.</p>
<p class="item">Díky jádru <b>SmartSend</b> m&#367;žete posílat více zpráv
zárove&#328; a to i bez serveru SMTP, což d&#283;lá posílání zpráv bezpe&#269;n&#283;jší
a snazší oproti standardnímu programu pro práci s e-mailem. Zprávy se posílají
každému adresátovi zvláš&#357;, takže je chrán&#283;né soukromí adresát&#367;.
Používání programu SendBlaster je tedy užite&#269;ný zp&#367;sob, jak
znemožnit necht&#283;né prozrazování adres jiných lidí než adresátu.</p>
<p class="item">M&#367;žete psát e-maily p&#345;ímo v programu, s úplnou
sadou nástroj&#367; pro formátování nebo je importovat z externích soubor&#367;
(stránky HTML, uložené zprávy ve formátu <i>.eml</i> – nap&#345;íklad z
Outlooku). Funkce pro editaci a import Vám umožní vkládat obrázky p&#345;ímo
do t&#283;la zprávy a tím se vyhnout odkazování na externí soubory (nejnov&#283;jší
klienti e-mailu toto neumož&#328;ují nebo uživateli zobrazují v takových p&#345;ípadech
varování).</p>
<p class="item">Správa distribu&#269;ních seznam&#367; je velmi optimalizována:
n&#283;kolika kliknutími m&#367;žete vytvá&#345;et nové seznamy, m&#283;nit
existující seznamy a importovat adresy z externích zdroj&#367;. Data m&#367;žete
importovat:</p>
<ul>
  <li class="item">z formátovaného textového souboru (.csv)</li>
  <li class="item">z programu Outlook Express</li>
  <li class="item">ze schránky Windows</li>
  <li class="item">z webové stránky</li>
</ul>
<p class="item">Také m&#367;žete dostávat p&#345;ihlašovací a odhlašovací
zprávy na dedikované e-mailové adrese, která je jiná pro každý distribu&#269;ní
seznam: pak se lidé budou moci p&#345;ihlásit na takový seznam pouhým posláním
e-mailu s p&#345;edm&#283;tem “Subscribe” (nebo se také odhlásit pouhým
e-mailem “Unsubscribe”). Program stáhne zprávy a automaticky aktualizuje p&#345;íslušné
distribu&#269;ní seznamy.</p>
<p class="item">Správa p&#345;ihlášení pomocí e-mail&#367; a možnost
importovat data ze zdroje umíst&#283;ného na webu Vám umožní na Vašem webu
snadno p&#345;idávat funkce pro práci s distribu&#269;ním seznamem, kde se
SendBlaster stará o aktualizování seznam&#367; a rozesílání zpráv správným
adresát&#367;m (aby lidé nedostávali zprávy, které nemají).</p>
<p class="item">Správa adres na distribu&#269;ním seznamu je sofistikovaná:
adresy lze povolovat a zakázat jediným klikem, m&#367;žete také filtrovat
data pokro&#269;ilým zp&#367;sobem na základ&#283; jednoho &#269;í více polí.
Používáním obou schopností dohromady m&#367;žete posílat zprávy velmi
omezené podskupin&#283; adres na specifickém seznamu (nap&#345;íklad jen lidi
žijící v ur&#269;ité oblasti nebo jen kontakty s ur&#269;itým typem povolání). 
</p>
<p class="item">Program také umí rozpoznávat nová p&#345;ihlášení a proto
je možné posílat zprávu jenom t&#283;m lidem, kte&#345;í ješt&#283; e-mail
nedostali. Pole lze p&#345;izp&#367;sobovat, je k dispozici i n&#283;kolik
konfigurovatelných voleb hledání. Každá adresa m&#367;že mít asociovanou
“lepící poznámku”, obsah t&#283;chto poznámek je také možné prohledávat.</p>
<p class="title">Edice</p>
<table width="400" border="0" cellpadding="0" cellspacing="0">
  <tr> 
      <td valign="top" class="item">N&#283;které vlastnosti popsané v
        souborech nápov&#283;dy jsou dostupné jen v Pro Edition. Zde je krátká
        srovnávací tabulka:</td>
      <td width="170" valign="top"> 
      <iframe name="mainframe" src ="sendblaster_compare.htm" scrolling="no" width="200" height="200" frameborder="0"> 
      </iframe></td>
   </tr>
</table>
  <table width="100%" border="0" cellpadding="4" cellspacing="0">
    <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <strong><font color="#009900">První
      kroky</font></strong>
      <p class="item">Zde je návod, jak napsat a poslat zprávu n&#283;kolika
      jednoduchými kroky:</p>
      <p class="item"><strong>1. Napište zprávu:</strong> v panelu <span class="itemelement">Zprávy</span>
      klikn&#283;te <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_compose.htm">Napsat
      zprávu</a>; a napište zprávu (v&#269;etn&#283; vložení obrázk&#367;)
      nebo ji importujte z externího souboru (nap&#345;íklad ze zprávy uložené
      v programu Outlook Express). B&#283;hem tohoto zkoumání m&#367;žete
      vyzkoušet i použití zna&#269;ek, které jsou pak nahrazeny skute&#269;nými
      daty o adresátovi: <i>Vážený</i> <i>#name#</i> se nap&#345;íklad
      stane <i>Vážený John Smith</i>.</p>
      <p class="item"><strong>2. Nadefinujte seznam adres:</strong> klikn&#283;te
      na <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_lists_managing.htm">Správu
      seznam&#367;</a> v panelu <span class="itemelement">Seznamy a adresy</span>.
      Vložte nové adresy do implicitního seznamu nebo vytvo&#345;te nový
      seznam nap&#345;íklad použitím funkce <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_lists_import.htm">Importovat
      z programu Outlook Express</a>. Vyzkoušejte p&#345;i tom funkce pro
      seskupování: p&#345;etahujte hlavi&#269;ky sloupce v speciální oblasti
      nad hlavi&#269;kami sloupc&#367;. Také vyzkoušejte de facto seskupování
      povolováním a zakázáním adres.</p>
      <p class="item"><strong>3. Pošlete zprávu:</strong> v panelu <span class="itemelement">Zprávy</span>
      klikn&#283;te položku <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_send.htm">Rozesílání</a>;
      vyberte seznam adresát&#367; a nastavte parametry spojení na server SMTP
      nebo zkuste p&#345;ímé posílání (v tomto p&#345;ípad&#283; m&#367;žete
      vyzkoušet i nastavení pro velmi rychle zaslání).</td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </table>
<p>&nbsp;</p>
</body>
</html>
