<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title"><strong>Co je nového v sendBlaster 2</strong></p>
<ul>
  <li><span class="item"><strong class="title">Zlepšené a p&#345;ed&#283;lané
    uživatelské rozhraní<br>
  </strong></span><font size="1">SendBlaster je ješt&#283; snadn&#283;jší k
    použití než p&#345;edtím. Uživatelé mohou vybrat si mezi klasickým
    levým panelem, zm&#283;n&#283;ným být vizuáln&#283;, víc p&#345;itažlivým
    a nyní s podporou velkých nebo malých ikon, a novou lištou nástroj&#367;
    které chrání horizontální prostor na obrazovce. Všechny panely jsou
    nyní lze rolovat po obrazovce pomoci kole&#269;ka myši; seznamový výb&#283;r
    m&#367;že být synchronizován nap&#345;í&#269; všemi panely a jsou
    abecedn&#283; se&#345;azeni; všechny ikony byly p&#345;ed&#283;lané; a
    mnohem víc malých zlepšení uživatelského rozhraní bylo p&#345;idáno.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Plánovaní mail&#367;<br>
  </strong></span><font size="1">Te&#271; uživatelé mohou vytvo&#345;it poštu
    a ponechat aby SendBlaster 2 poslal ji pozd&#283;ji automaticky, v daném
    dni a &#269;asu. Nebo, uživatelé mohou dokonce &quot;parkovat&quot; poštu
    tak, aby mohli ru&#269;n&#283; spustit to pozd&#283;ji. Te&#271; SendBlaster
    m&#367;že b&#283;žet v minimalizovaném plánovém módu po startu systému
    Windows.</font><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Sledování E-mail&#367;<br>
  </strong></span><font size="1">SendBlaster 2 má zabudovanou podporu, pr&#367;vodce
    a panely pro Google Analytics, Googlovou kampa&#328; monitorovací bezplatné
    služby, a pro TrackReports, naše pokro&#269;ilé sledování a online
    zpravodajské služby.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Nové, silné datové filtry<br>
  </strong></span><font size="1">Byl p&#345;idán silný filtr, který nechává
    uživatele jemn&#283; ladit jejich poštu výb&#283;rem a umož&#328;ující
    nebo vy&#345;azující záznamy dle n&#283;jaké srovnávací podmínky. To
    podporuje vícenásobné podmínky a imaginární jednotky, tak, aby mohly
    vizuáln&#283; budovat plnohodnotný SQL dotaz bez nutnosti psaní kódu.
    Duplikáty nyní mohou být filtrovaný ven automaticky, jak ve vydání 1,
    nebo ovládaný uživatelem pomoci nového jádra vyhledáva&#269;e.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Více nastavení pro rozesílaní<br>
  </strong></span><font size="1">Uživatelé mohou nyní p&#345;idat uživatelské
    hlavi&#269;ky, žádat &#269;íst p&#345;íjmy, nastavit vysoce prioritu pro
    jejich zprávu, definovat zákaznicky p&#345;izp&#367;sobení pole Komu:
    hlavi&#269;kové podporování slu&#269;ovaní zna&#269;ek, povolit nebo zakázat
    automatické filtrování z duplikátu adres p&#345;i posílání.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Více nastavení pro úpravu
    zprav<br>
  </strong></span><font size="1">Mnoho nových tla&#269;ítek v kompozi&#269;ním
    panelu pomáha uživateli snadno p&#345;idat nebo odebrat spojení ve zpráv&#283;,
    p&#345;idáno speciální spojení na Google Analytics a TrackReports, a p&#345;idáno
    slou&#269;ení zna&#269;ek v p&#345;edm&#283;tu a pole Komu: Te&#271; jen
    textovým (jako opa&#269;né k HTML) zprávám mohou snadn&#283;ji být
    vytvo&#345;ený práv&#283; kontrolováním jedné schránky.</font><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Spam ozna&#269;ení<br>
  </strong>To nyní je možné vykonávat spamové- vyhodnocovací skóre za
    letu p&#345;i úprav&#283; zprávy; kontrolování skóre spamu je založené
    na populárním SpamAssassin jádru, jeden z nejb&#283;žn&#283;jších
    antispam filtr&#367; mezi e - mail servery.</span><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">Náhled na slou&#269;ené tágy<br>
  </strong></span><font size="1">Prohlížení si nyní podporuje dosazením
    slou&#269;ení tágu a to tak, že uživatelé mohou mít více p&#345;esn&#283;
    p&#345;edstavy o tom, co bude poslané.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">V&#283;tší rychlost<br>
  </strong></span><font size="1">SendBlaster nyní podporuje až do 50 spojení
    - to pomohlo dramaticky zlepšit rychlost pošty p&#345;i používání
    rychlého SMTP serveru. Nadto, SendBlaster nyní dává uživatel&#367;m
    volbu k tomu, aby ne p&#345;erušit poštu p&#345;i do&#269;asném výpadku
    internetového p&#345;ipojení a tak zastavit práci, ponechav pošty bez
    dozoru.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">P&#345;izp&#367;sobitelný formát
    p&#345;edplatného a zp&#283;tných odpov&#283;di<br>
  </strong></span><font size="1">Uživatelé mohou nyní p&#345;izp&#367;sobit p&#345;edplátné
    a stornování, a p&#345;idat uživatelský formát pro zp&#283;tné odpov&#283;di
    pro usnadn&#283;ní, automatické zpracovávat nedodané zprávy.</font><br>
  &nbsp; </li>
  <li><span class="item"><strong class="title">SMTP a POP3 profily<br>
  </strong></span><font size="1">Používání vícenásobných SMTP a POP3
    nastavení je snadn&#283;jší než p&#345;edtím - informaci o ú&#269;tech
    m&#367;že být uložena ve vícenásobných profilech, tak aby všechny
    SMTP a POP3 nastavení mohli být zm&#283;n&#283;ný jen za pár klik&#367;.
    Toto je zvláš&#357; užite&#269;né p&#345;i posílání pošty za n&#283;koho
    jiného.</font><br>
  &nbsp; </li>
  <li> <span class="item"><strong class="title">Snímky<br>
  </strong></span><font size="1">Chra&#328;te všechna své nastavení pro každý
    panel a znovu použijte je pozd&#283;ji jediným kliknutím - to je tak
    snadné, jak po&#345;ízení snímku. Snímky rozší&#345;í pojmy
    &quot;profily&quot; do nové úrovni - tém&#283;&#345; každá skupina
    souvisejících nastavení v SendBlaster m&#367;že být uložena jako snímek.</font><br>
  &nbsp; </li>
  <li><span class="title"><strong>Podpora externích plugin&#367;<br>
  </strong></span><font size="1">Uživatelé mohou stáhnout volné pluginy (
    malé pomocníky schopné plnit drobné specifické úkoly, jako doru&#269;ení
    od r&#367;zných e.mail klient&#367;, a td) z naší webové stránky, a
    mnohem víc bude p&#345;idáno v budoucnu. Pluginy API je ve&#345;ejný a vývojá&#345;i
    t&#345;etích stran jsou povzbuzovaní k tomu, aby vytvo&#345;ili nové, užite&#269;né
    pluginy.</font><br>
    &nbsp;</li>
  <li> <span class="item"><strong class="title">Nové, snadno upravitelné šablony<br>
  </strong>SendBlaster 2 má víc než 100 nových profesionáln&#283; navržených
    šablon, všichni lze použít a jsou plné variabilních dispozic které
    mohou být snadno zákazníkem p&#345;izp&#367;sobené.</span><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Snadný p&#345;ístup k datovým
    soubor&#367;m<br>
  </strong></span><font size="1">P&#345;ímý p&#345;ístup do databázového
    souboru pro záložní ú&#269;ely nyní je snadný, tak jak jsou uložení
    do složky Dokumenty.</font><br>
    &nbsp; </li>
  <li><span class="item"><strong class="title">Nejsou zapot&#345;ebí žádná
    administra&#269;ní privilegia<br>
  </strong></span>    <font size="1">SendBlaster 2 m&#367;že být provozovaný
    standardními uživateli na po&#269;íta&#269;i se systémem Windows</font>    <br>
    &nbsp;</li>
  <li><strong class="title">P&#345;ipraveno pro Windows 7</strong><br>
    &nbsp; </li>
  <li class="item"><strong class="title">A mnohem více!<br>
  </strong>SendBlaster 2 má mnohem víc malých zlepšení která umožní uživateli
    pracovat lépe a rychlejší.</li>
</ul>
<p class="item">&nbsp;</p>
</body>
</html>
