<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
<title>SendBlaster</title>
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body"> 
  <p class=title>FAQ</p>
  <p class=item><strong>Když posílám zprávu n&#283;kolika adresát&#367;m,
  vidí oni své adresy navzájem?</strong></p>
  <blockquote> 

  <p class=item>Ne. SendBlaster posílá každou zprávu zvláš&#357;: soukromí
  každého adresáta je zachováno. Použití programu SendBlaster je vhodné
  pro zabrán&#283;ní tomu, aby adresáti vid&#283;li své adresy navzájem, což
  odporuje respektování soukromí a n&#283;kde i zákonu.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>Jak mohu filtrovat seznam?</strong></p>
  <blockquote> 
    
  <p class=item>Použitím funkcí pro seskupování/t&#345;íd&#283;ní v sekci
  <a class="itemelement" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_lists_managing.htm">Spravovat
  seznamy</a> a do&#269;asným povolením/zakázáním skupiny adres m&#367;žete
  posílat zprávu podskupin&#283; všech adres v sou&#269;asném seznamu. Taky
  m&#367;žete použit tla&#269;ítko <span class="itemelement">Filtr</span>.</p>
  </blockquote>
  <p class=item><strong>Jak mohu do t&#283;la zprávy vložit odkaz na odhlášení
  se z distribu&#269;ního seznamu?</strong></p>
  
<blockquote> 
  <p class=item>SendBlaster umí své distribu&#269;ní seznamy spravovat stahováním
  zpráv z dedikované e-mailové adresy, která je pro každý seznam r&#367;zná
  (viz <a class="itemelement" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_lists_subscribe.htm">Spravovat
  seznamy</a>). Použitím tla&#269;ítka <span class="itemelement">Vložit
  odkaz pro odhlášení</span>, p&#345;i sestavovaní zpravy, vy vložite do
  odkazu nasledujici kód:</p>
    <blockquote>

    <p class=valore>&lt;a href=&quot;mailto:#managingemail#?Subject=Unsubscribe&quot;&gt;Odhlásit&lt;/a&gt;</p>
    </blockquote>

  <p class=item>Kód HTML musíte vložit do HTML &#269;ásti zprávy p&#345;i
  editaci/psáni kliknutím na <span class="itemelement">Zobrazit kód</span>
  </p>
  </blockquote>
  <p class=item><strong>Když posílám zprávu distribu&#269;nímu seznamu, n&#283;které
  zprávy se nedoru&#269;í a vracejí se s chybou.</strong></p>
  <blockquote> 
    
  <p class=item>Když posíláte na mnoho adres, je normální, že se ne všechny
  zprávy odešlou úsp&#283;šn&#283;: n&#283;které adresy se mohly stát
  neaktivní nebo jsou schránky p&#345;epln&#283;né, nebo m&#367;že být
  spojení do&#269;asn&#283; p&#345;erušené nebo p&#345;íliš pomalé.</p>
    
    <p class=item>Pokud je procento úsp&#283;šn&#283; odeslaných zpráv nízké
    nebo se dokonce ani jedna zpráva neodešle úsp&#283;šn&#283;, musíte se
    podívat na <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_send.htm">nastavení
    rozesílání</a>.</p>
    
    
  <p class=item>M&#367;že být nutné zm&#283;nit režim rozesílání (z p&#345;ímého
  rozesílání na rozesílání pomocí SMTP nebo naopak) a, pokud používá Váš
  server SMTP filtry proti rozesílání spamu, i snížit po&#269;et simultánních
  spojení a zvýšit &#269;ekací dobu mezi zprávami. Server SMTP m&#367;že mít
  i omezení, která zabrání odesílání v&#283;tšího než ur&#269;itého
  po&#269;tu zpráv do ur&#269;itého množství &#269;asu (nap&#345;. daný
  server nedovoluje rozesílání více než 50 zpráv za hodinu); v takovém p&#345;ípad&#283;,
  po prvním rozesílání dokon&#269;íte operaci pozd&#283;ji pomocí funkcí
  pro <a class="itemelement" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_history.htm">Historii</a>.</p>
    
  <p class=item>Pokud není možné p&#345;ebít antispamová omezení SMTP
  serveru a rozesílání funguje jenom p&#345;i velmi pomalých nastaveních, m&#367;žete
  zkusit p&#345;ímé rozeslání nebo “tolerantn&#283;jší“ server SMTP
  (na Internetu je možné si p&#345;iplatit i za velmi málo pen&#283;z hodn&#283;
  ú&#269;inné služby SMTP).</p>
    <p class=item>Pokud vznikne n&#283;jaký problém p&#345;i používání režimu
    p&#345;ímého rozesílání, pak m&#367;že být nutné ru&#269;n&#283; ur&#269;it
    IP adresu serveru DNS.<br>
      &nbsp; </p>
  </blockquote>
  <p class=item><strong>Ztratil jsem heslo a už nemám k programu p&#345;ístup.
  Co mohu ud&#283;lat?</strong></p>
  <blockquote> 
    
  <p class=item>M&#283;jte na v&#283;domí, že není možné znovu získat
  ztracená data. Následující procedura umožní pouze znovu získat p&#345;ístup
  k programu.</p>
    
  <p class=item>1. Odinstalujte program v Ovládacích panel&#367; Windows.</p>
    
  <p class=item>2. Ru&#269;n&#283; odstra&#328;te instala&#269;ní složku (tj. <i>C:\Program
  files\SendBlaster</i>), v&#269;etn&#283; všech podsložek; z bezpe&#269;nostních
  d&#367;vod&#367; se p&#345;i odinstalaci programu neodstra&#328;uje databáze
  (proto je t&#345;eba ji odstranit ru&#269;n&#283;).</p>
    <p class=item>3. Instalujte program znovu.</p>
  </blockquote>
</body>
</html>
