<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Tento panel snadno vás nasm&#283;ruje na stránky <b><font color="#000080"><i>Google
Analytics</i></font> </b>bez otev&#345;ení externího okna prohlíže&#269;e.
Naviga&#269;ní lišta je skryta standardn&#283;, ale vy m&#367;žete ud&#283;lat
ji viditelnou kliknutím na <font color="#000080"><b><i>Naviga&#269;ní panel</i></b></font>;
pak se objeví již známé tla&#269;ítka <font color="#000080"><b><i>Zp&#283;t,Vp&#345;ed,
Domu</i></b></font>. </p>
<p class="item">Google Analytics je nejrozší&#345;en&#283;jší webové
analytické &#345;ešení; dává vám bohaté náhledy na vaší web stránky a
marketingovou ú&#269;innost. Jestli vy již užíváte Analytics na vašich web
strankach, vy budete schopné snadno sledovat váši e - mail kampan&#283;: jen
klikn&#283;te na<font FACE="Times New Roman">&nbsp;</font> tla&#269;ítko <span class="itemelement">Google Analytics</span>
v <font color="#000080">panelu úpravy zprav</font>&nbsp; SendBlaster </p>
<ul>
  <li>
    <p class="item"><font size="1">Tvo&#345;te vaši zprávy a vložte odkaz</font></li>
  <li>
    <p class="item"><font size="1">Po ukon&#269;ení, klikn&#283;te na tla&#269;ítko
    <font color="#000080"><b><i>Google Analytics</i></b></font></font></li>
  <li>
    <p class="item"><font size="1">Zadejte vaše infoma&#269;ní detaily (prosím
    navštivte stránky Google Analytics pokud pot&#345;ebujete pomoc)</font></li>
</ul>
<p class="item">Všechny odkazy ve zpráv&#283; budou automaticky aktualizovaný
tak, aby zahrnout pot&#345;ebný kód od Google Analytics . A originální HTML
kód je upravený o kód Google Analytics, úkon se provádí po sestavení zprávy
až na její konci (jinými slovy, to musí být ta poslední v&#283;c kterou vy
vytvá&#345;íte p&#345;i sestavení vaši zprávu)*. </p>
<p class="item">Prosím pamatujte si, že <b>Google Analytics musí již být
nainstalovaný na vašich web stránkách </b>(nebo na p&#345;esm&#283;rovaném
web-sajtu p&#345;íjemce ). Vy pot&#345;ebujete být obeznámený se službou,
aby byli schopní rozum&#283;t informaci, kterou ta poskytuje. </p>
<hr size="1" noshade>
<p class="item">*Pokud nep&#345;ejete sledovat n&#283;které odkazy: v tom p&#345;ípad&#283;,
vy pot&#345;ebujete nep&#345;idavat odkazy na Googlov&#283; Analytics k zpráv&#283;.
P&#345;ece, jestli chcete užívat jak Google Analytics tak i <u>TrackReports </u>,
p&#345;idejte Googl&#367;v Analytics první a pak TrackReports (protože bude
použit systém p&#345;esm&#283;rování ). </p>
</body>
</html>
