<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Správa seznam&#367;</p>
<p class="item">Sendblaster umí spravovat více distribu&#269;ních seznam&#367;*. </p>
<p class="item">Aktivní distribu&#269;ní seznam se vybere pomocí vyskakovacího
seznamu umíst&#283;ného v horní &#269;ásti okna. Vedle n&#283;ho najdete 3
tla&#269;ítka, která Vám umož&#328;ují vytvá&#345;et nový seznam (tla&#269;ítko
<span class="itemelement">Nový</span><span class="item">), p&#345;ejmenovat sou&#269;asný
seznam (</span><span class="itemelement">P&#345;ejmenovat</span><span class="item">),
smazat ho (</span><span class="itemelement">Smazat</span><span class="item">)
nebo ho poslat na tiskárnu (</span><span class="itemelement">Tisk</span><span class="item">).
Tyto úkoly m&#367;žete provád&#283;t i tak, že kliknete na vyskakovací
seznam pravým tla&#269;ítkem myší.</span></p>
<p class="item">Zbývající &#269;ást okna je v&#283;nována seznamu adres ve
vybraném distribu&#269;ním seznamu.</p>
<p class="item">Každá adresa zobrazuje: stav p&#345;ihlášení (vyjád&#345;ený
ikonami <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> 
 a <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12"> ),
stav povolení (vyjád&#345;ený zatržítkem), obsah patnácti <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_settings_fields.htm">p&#345;izp&#367;sobitelných
polí</a> (první z nich je vždy adresa e-mail), p&#345;ítomnost poznámek
(vyjád&#345;ený ikonou <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
 , kliknutí na ni otev&#345;e poznámky. M&#367;žete p&#345;euspo&#345;ádat
sloupce jejich posouváním (p&#345;etáhn&#283;te hlavi&#269;ku sloupce). M&#367;žete
i m&#283;nit jejich velikosti. 
</p>
<p class="item">B&#283;hem <a class="itemlink" href="file:///C:/Program%20Files/SendBlaster/rel2/ide/lang/CZ/help/sendblaster_messages_send.htm">rozesílání</a>
p&#345;esko&#269;í program adresy ozna&#269;ené jako nep&#345;ihlášené nebo
nepovolené. Operace rozesílání se proto bude týkat jen t&#283;ch adres,
které jsou v sou&#269;asnosti i p&#345;ihlášené i aktivní. M&#367;žete
snadno zjistit, kterým adresám nebudete rozesílat, protože jsou zašedlé:</p>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td><img src="img/sendblaster_lists_managing_4.gif" width="156" height="94"></td>
    <td valign="middle" class="item">&nbsp;</td>
    <td width="100%" valign="top" class="item">V p&#345;íkladu nalevo se
      operace rozesílání bude týkat jen první adresy, protože je jediná,
      která je i p&#345;ihlášená i aktivní.</td>
  </tr>
</table>
<p class="item">Seznam adres m&#367;žete libovoln&#283; t&#345;ídit kliknutím
na hlavi&#269;ky sloupc&#367;. P&#345;etahujte jednu &#269;i více hlavi&#269;ek
sloupc&#367; do oblasti s popiskem (<span class="itemelement">P&#345;etáhnutím
hlavi&#269;ky sloupce do této oblasti seskupíte data podle tohoto sloupce</span>)
m&#367;žete seskupovat adresy na základ&#283; obsahu vybraných polí. Zobrazí
se ovládací prvek <span class="itemelement">Sou&#269;et </span>, pokud je
aktivní, m&#367;žete zjistit kolik je adres v každé skupin&#283;.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><font color="#009900"><strong>Jak
      filtrovat adresy</strong></font></p>
      <p>Do&#269;asná aktivace/deaktivace jedné nebo více položek (aniž by
      bylo t&#345;eba je odhlásit) Vám umožní rozeslat zprávu podskupin&#283;
      adres v seznamu. Použitím této funkce spolu s funkcemi pro t&#345;íd&#283;ní
      a seskupování, m&#367;žete nastavit silné filtrování pro aplikaci na
      procesy rozesílání. </p>
      <p>Nap&#345;íklad pokud je nadefinované pole &quot;M&#283;sto&quot;, m&#367;žete
      rozeslat zprávu jen t&#283;m, kdo bydlí v ur&#269;itém m&#283;st&#283;
      tím, že do&#269;asn&#283; zakážete všechny ostatní adresy. Nebo
      pokud je nap&#345;. nadefinované pole pro vyjád&#345;ení &quot;Zam&#283;stnání&quot;
      adresát&#367;, budete moci rozesílat zprávu jen t&#283;m, kdo mají ur&#269;ité
      povolání. (M&#367;žete oba filtry i zkombinovat pomocí podpory
      seskupování: adresy se seskupí nejd&#345;ív podle &quot;M&#283;sta&quot;
      a pak podle &quot;Zam&#283;stnání&quot;).</p>
      <p>M&#367;žete rychle vytvá&#345;et filtry tak, že vypnete všechny
      adresy, pak je seskupíte a nakonec povolíte jen ty, o které máte zájem.
      <font FACE="Times New Roman" size="2">To podporuje vícenásobné podmínky
      a imaginární jednotky, tak, aby mohly vizuáln&#283; budovat silný SQL
      dotaz bez psaní kódu. Tento stavitel filtr&#367; m&#367;že být zp&#345;ístupn&#283;n
      po kliku na tla&#269;ítko Filtr.</font></p>
      <p>M&#367;žete zakázáním adres vytvá&#345;et i seznamy lidí vylou&#269;ených
      ze seznamu (adresy, na které se žádná zpráva nikdy nepošle, i kdyby
      se uživatel spontánn&#283; p&#345;ihlásil na seznam).</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">V horní &#269;ásti seznamu adres najdete lištu nástroj&#367;
pro správu seznam&#367;. M&#367;žete také získat p&#345;ístup k t&#283;mto
p&#345;íkaz&#367;m pomocí kontextové nabídky, která se zobrazuje p&#345;i
kliknutí seznamu pravým tla&#269;ítkem myši.</p>
<p class="item">M&#367;žete vložit novou adresu (tla&#269;ítko <span class="itemelement">Nový</span>),
zm&#283;nit vybranou adresu (<span class="itemelement">Zm&#283;nit</span>) nebo
jednu &#269;i více adres vymazat (<span class="itemelement">Smazat</span>). M&#367;žete
vybírat více adres najednou: kliknutí na adresu p&#345;i držené klávese <em>Ctrl</em>
p&#345;idá adresu do výb&#283;ru, kliknutí na adresu p&#345;i držené klávese
<em>Shift</em> p&#345;idá skupinu adres.</p>
<p class="item">Použitím tla&#269;ítek <span class="itemelement">Vyjmout</span>
/ <span class="itemelement">Kopírovat</span> / <span class="itemelement">Vložit</span><span class="item">
m&#367;žete adresy smazat nebo je zkopírovat do/ze schránky Windows (pokud
pot&#345;ebujete vybrat všechny záznamy, kliknutí na n&#283;který záznam
pravým tla&#269;ítkem myši a vyberte </span><span class="itemelement">Vybrat
vše</span><span class="item">).</span></p>
<p class="item">Tla&#269;ítka <span class="itemelement">P&#345;ihlásit vybrané
adresy</span> a <span class="itemelement">Odhlásit vybrané adresy</span> Vám
umožní ru&#269;ní správu p&#345;ihlášení do vybraného seznamu (p&#345;ihlášení
adresy zp&#367;sobí zm&#283;nu data p&#345;ihlášení). Tla&#269;ítka <span class="itemelement">Povolit
vybrané adresy</span> a <span class="itemelement">Zakázat vybrané adresy </span>Vám
umož&#328;ují zapínat/vypínat adresy bez ohledu na to, jestli jsou p&#345;ihlášené.</p>
<p class="item"><font size="1">Tla&#269;ítko <font color="#000080"><b><i>Filtr</i></b>
</font>umož&#328;uje uživatel&#367;m filtrovaní dat s použitím až do 5
pravidel filtrování, stejn&#283; jako SQL dotaz ale bez zbyte&#269;né složitostí;
to také umožní specifikovat akci pro p&#345;i&#345;azeni všem kontakt&#367;m
ur&#269;itých pravidel jako: <font color="#000080"><b><i>Aktivovat/Deaktivovat</i></b></font>,
nebo <font color="#000080"><b><i>P&#345;ihlásit/Odhlásit</i></b></font>, vy m&#367;žete
také vybrat Deaktivací kontakt&#367; bez odpov&#283;di, nebo opustit je tak
jak jsou.</font>
</p>
<p class="item">Tla&#269;ítko <span class="itemelement">Historie</span> zobrazí
seznam zpráv již rozeslaných vybraným adresám.</p>
<p class="item">Kliknutí na tla&#269;ítko <span class="itemelement">Poznámky</span>
zobrazí nové okno, ve kterém m&#367;žete zadávat libovolný text týkající
se sou&#269;asné adresy. Adresy, u kterých jsou poznámky poznáte podle ikony <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10"> 
 v posledním sloupci (kliknutí na tuto ikonu Vám zobrazí i okno Poznámky).</p>
<p class="item">Tla&#269;ítko <span class="itemelement">Hledat</span>** Vám
zobrazí okno, ve kterém m&#367;žete hledat text v ur&#269;itém poli nebo ve
více polích (v&#269;etn&#283; poznámek). S aktivní volbou <span class="itemelement">P&#345;esná
shoda</span><span class="item"> zobrazí hledání jen adresy, které se p&#345;esn&#283;
shodují se zadanou hodnotou. Bez ní zobrazí všechny adresy, které danou
hodnotu obsahují, i kdyby se zadanou hodnotou se neshodovaly p&#345;esn&#283;.
Navigovat v takto vytvo&#345;eném seznamu m&#367;žete pomocí tla&#269;ítek </span><span class="itemelement">Najít
první</span><span class="item">, </span><span class="itemelement">Další</span><span class="item">
a </span><span class="itemelement">P&#345;edchozí</span><span class="item"> v
okn&#283; hledání.</span></p>
<p class="item">Tla&#269;ítko <span class="itemelement">Najit Duplikáty</span>&nbsp;
otev&#345;e okno které dovoluje &#345;ídit zdvojené emailové adresy v celém
adresá&#345;i. Vy m&#367;žete pátrat po duplikátech ve vybraných seznamech,
a odstranit nebo editovat zdvojené kontakty ze zdvojeného okna. Všimn&#283;te
si že m&#367;žete mít zdvojené e-mailové adresy ve vašich seznamech a
vyberete si sloupce, kde vy chcete zpravovat zdvojené e-mailové adresy v okno <u><font COLOR="#00007d">Rozší&#345;ené
nastavení </font></u>.
</p>
<p class="item">Tla&#269;ítko <span class="itemelement">P&#345;epnout zobrazení</span>
umož&#328;uje p&#345;epínání mezi normálním zobrazením a zobrazením
&quot;karet&quot;. V zobrazení &quot;karet&quot; vypadá každá adresa jako
vlastní karta s p&#345;izp&#367;sobitelnou ší&#345;kou. Navigovat zde m&#367;žete
pomocí vodorovného posuvníku.</p>
<p class="item">M&#367;že se stát, že budete chtít používat jen n&#283;která
z 15 dostupných polí; m&#367;žete pak ušet&#345;it místo na obrazovce skrytím
n&#283;kterých polí. Kliknutí na prvek <span class="itemelement">Viditelná
pole</span> vyberete, která pole se mají zobrazovat.</p>
<hr size="1" noshade>
<p class="item">*Free Edition umož&#328;uje spravovat jen 2 distribu&#269;ní
seznamy.<br>
**Hledat lze jen v Pro Edition</p>
<p class="item">&nbsp;</p>
</body>
</html>
