<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Planová&#269;</p>
<p class="item">SendBlaster poovoluje plánovat zprávy tak jsou, m&#367;hou být
poslané v specifikované dob&#283; zpožd&#283;ní. Pošta m&#367;že také být
&quot;zaparkována&quot;: ona bude p&#345;ipravena k odesílaní, ale nebude
automaticky vypušt&#283;na - uživatel ru&#269;n&#283; spustí zaparkovanou poštu
v pozd&#283;jší dob&#283;.</p>
<p class="item"><font color="#000080"><b><i>D&#367;ležité upozorn&#283;ní:</i></b></font><font FACE="Times New Roman">
</font><b>Naplánované pošty jsou jen vypušt&#283;né kdy SendBlaster je v
&quot;Plánovacím režimu&quot; </b>jinými slovy, kdy je minimalizován v systémové
lišt&#283; dolu. <b>Žádné pošty, i když jejich &#269;as plánovaní
uplynul, nebudou automaticky vypušt&#283;ný jestli software je v &quot;normálním&quot;
módu</b>. Kliknutím na tla&#269;ítko v plánovacím režimu za provozu, kdy
vy pot&#345;ebujete aby SendBlaster byl minimalizován do systémové oblasti
naplánujete proces plánování pošty (vy m&#367;žete vrátit se zp&#283;t do
normálního režimu kliknutím na jeho ikonu v systémové oblasti).</p>
<p class="item">Obrazovka plánova&#269;e ukazuje lištu s nástroji a seznam
naplánovaných poštovních operací. </p>
<p class="item">Každá naplánovaná poštovní operace ukazuje: zda plánovaný
provoz je aktivní nebo ne, datum a &#269;as p&#345;i kterém poštovní operace
za&#269;ne,název poštovní operací , cíl seznam pro poštovní operaci a p&#345;edm&#283;t
naplánované mailové zprávy. Velikost sloupc&#367; lze m&#283;nit.</p>
<p class="item">Naplánované poštovní operace mohou být voln&#283; t&#345;íd&#283;ný
kliknutím na hlavi&#269;ky sloupc&#367; .
<p class="item">Na vrcholu seznamu adres vy m&#367;žete najít lištu plánovaní
s nástroji. Vy m&#367;žete zp&#345;ístupnit tyto p&#345;íkazy také pomoci
menu které se ukáže po kliknutí pravým tla&#269;ítkem myší na seznamu.</p>
<p class="item">Vy m&#367;žete plánovat aktuální poštovní operaci (tla&#269;ítkem
<font color="#000080"><b><i>Nový</i></b></font>), m&#283;nit datum plánu pro
vybranou naplánovanou poštovní operaci (<b><i><font color="#000080">upravovat
datum</font></i></b>), prohlédnout si vybranou naplánovanou zprávu (e - mail
náhled), za&#269;ít vybranou poštovní operaci (<b><i><font color="#000080">poslat
nyní</font></i></b>), nebo odstranit jeden nebo více poštovních operaci (klávesa
<b><i><font color="#000080">Odstranit</font></i></b>).</p>
<p class="item">&nbsp;</p>
</body>
</html>
