<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Historie</p>
<p class="item">Toto okno vám dovolí vid&#283;t seznam všech poslaných zpráv.
V p&#345;ípad&#283;, že poštovní operace nebyli dokon&#269;ené (nap&#345;íklad
jestli váš SMTP server nepovolil poslání víc e - mail&#367; klient&#367;m v
krátkém &#269;asovém intervalu) pak lze pokra&#269;ovat v rozesílání od
bodu kde funkce byla p&#345;erušena, zprávy&nbsp; odejdou všem p&#345;íjemc&#367;m
ne zahrnutým v originální operaci. </p>
<p class="item">Každá poštovní operace je ozna&#269;ená odesílacím datem,
jménem ze seznamu komu zpráva byla poslaná a p&#345;edm&#283;tem.</p>
<p class="item">Klikn&#283;te na tla&#269;ítko&nbsp; <span class="itemelement">Zobrazit
E-mail</span> (nebo vyberte odpovídající p&#345;íkaz pravým kliknutím myši)
ukázat zprávu poslanou pro zvolený vstup.</p>
<p class="item">V <span class="itemelement">Seznamu adres </span>lze vid&#283;t
seznam všech adres na které zpráva byla poslaná. Všechny adresy kam zpráva
byla úsp&#283;šn&#283; doru&#269;ena jsou zobrazení v zelenem, zatímco
adresy ukázané v &#269;erveném jsou ti kde doru&#269;ení selhalo.</p>
<p class="item">Tla&#269;ítko <span class="itemelement">Log</span>  zobrazí
log odesílaní, historie komunikaci s SMTP serverem (nebo s cílovými&nbsp;
servery pokud se použilo p&#345;ímé rozesílaní).</p>
<p class="item">V p&#345;ípad&#283;, že jedna nebo víc adres nebyly zahrnutý
v poštovní operaci, v posledním sloupe&#269;ku seznamu (pro neúplné položky)
zobrazí se tla&#269;ítko <img src="img/sendblaster_messages_history_1.gif" width="16" height="16">.
Kliknutím na n&#283; umožní vám dokon&#269;it operaci používání proudu
rozesílaní, jak je specifikováno v tabulce <u><font COLOR="#00007d">Poslat </font></u>.
Zpráva pak bude poslaná do všech p&#345;íjemc&#367; kte&#345;í zatím ji
nep&#345;ijali ( &#269;ervené adresy v okn&#283; seznamu adres).</p>
<p class="item">Položky Historie mohou být zrušený jejich výb&#283;rem (použijte
klávesu <i>Ctrl </i>na klávesnici k tomu, aby vybrat vícenásobné položky
nebo použitím <i>Shift </i>vyberte celou skupinu) a kliknutím na tla&#269;ítko
<span class="itemelement">Odstranit položku</span>.</p>
<p class="item">Doru&#269;ené a nedoru&#269;ené adresy mohou být exportovaný
jak používáním textového souboru pomoci tla&#269;ítka <span class="itemelement">Export
doru&#269;enych</span> a <span class="itemelement">Export nedoru&#269;enych</span>.
Export nedoru&#269;ených adres také m&#367;že být užite&#269;ný když
chcete o&#269;istit seznam od špatných adres: vy m&#367;žete pozd&#283;ji <u><font COLOR="#00007d">importovat
soubor </font></u>vybráním volby odstránit nedoru&#269;ené.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> <p><strong><font color="#009900">Kdy
      se vyplatí použit funkci Historie? </font></strong></p>
      <p>Dokon&#269;ení operaci posílaní zpráv pomoci funkci Historie je
      ohromující zp&#367;sob jak pracovat s omezením SMTP serveru který
      nepovolí poslání n&#283;kolika zpráv za krátké &#269;asové rozp&#283;tí.
      Omezení SMTP serveru by mohlo být takové, že, navzdory nastavením v
      tabulce <u><font COLOR="#00007d">Poslat </font></u>, nedovolí dokon&#269;ení
      operaci rozesílaní v jednotlivém kroku. Nap&#345;íklad, v situaci kde
      vy máte server ten ne dovolí poslání víc než 50 zpráv za hodinu a
      distribuce seznamu s 100 adresami, jen první polovina projde b&#283;hem
      prvního pokusu. Po hodinovém &#269;ekáni operace m&#367;že být dokon&#269;ená
      v okn&#283; Historie.</p>
      <p>Export nedoru&#269;ených (&#269;ervených) adres také m&#367;že být
      užite&#269;ný, když chcete o&#269;istit seznam od špatných adres.</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">&nbsp;</p>
</body>
</html>
