<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Rozší&#345;ené Nastavení</p>
<p class="item">V tomto okn&#283;,&nbsp; vy m&#367;žete nastavit n&#283;kolik
pokro&#269;ilých&nbsp; funkci programu</p>
<p class="item"><span class="itemelement">Rozhráni</span>:
<ul>
<li class="item">
    <span class="itemelement">Vzhled</span>: umožní specifikovat jestli
    postranní lišta by m&#283;la být zobrazena ve stylu <font color="#000080"><b><i>Pr&#367;zkumníka</i></b></font>
    (voliteln&#283; s <b><i><font color="#000080">Malými Ikony</font></i></b>,
    aby ušet&#345;it místo), nebo ve stylu <b><i><font color="#000080">Tulbaru</font></i></b>.<br>
&nbsp;</li>
<li class="item">
    <b><font color="#000080"><i>Zobrazit okno TrackReports v panelu:</i></font></b><font FACE="Times New Roman">
    </font>umožni zobrazit/schovat TrackReports okno v hlavním panelu; jestli
    vy neplánujete použít TrackReports, vy m&#367;žete skrýt toto okno ušet&#345;íte
    tak místo na líšt&#283;.<br>
&nbsp;</li>
<li class="item">
    <b><font color="#000080"><i>Zobrazit okno</i></font></b>
    <span class="itemelement"> Google Analytics </span><b><font color="#000080"><i>v
    panelu</i></font></b>: umožní zobrazit/schovat
    Google Analytics okno v hlavním panelu; jestli vy neplánujete použít&nbsp;
    Google Analytics, vy m&#367;žete skrýt toto okno ušet&#345;íte tak místo
    na líšt&#283;.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Zobrazit tipy po startu</span>: umožni zobrazit
    okno s tipy po startu programu SendBlaster. To je dobrý nápad, aby jste po
    startu seznámili se s možnostmi SendBlaster.<br>
&nbsp;</li>
<li class="item">
    <span class="itemelement">Synchronizovat vyb&#283;rový seznam v panelu</span>:
    je to velmi d&#367;ležitá volba, která vám dovolí udržovat práci ve
    stejném seznamu nap&#345;í&#269; všemi panely do té doby, než vy to zm&#283;níte.
    Jako p&#345;íklad, jestli vy vyberete seznam v okn&#283; <u><font COLOR="#00007d"><b><i>Poslat
    </i></b></font></u>, pak p&#345;ejd&#283;te do okna <u><font COLOR="#00007d"><b><i>Sprava
    seznam&#367;</i></b> </font></u>, aby p&#345;idat novou adresu, seznam, který
    vy jste vybrali v okn&#283; <u><font COLOR="#00007d"><b><i>Poslat </i></b></font></u>,
    bude již &#269;áste&#269;n&#283; vybraný v <u><font COLOR="#00007d"><b><i>Sprav&#283;
    seznam&#367;</i></b> </font></u>. Stinná stránka je že, jestli vy máte
    velmi velký seznam a slabé PC, tato volba m&#367;že zpomalit program :
    jestli vy zažijete necht&#283;né zpožd&#283;ní v schopnosti reagovat na
    podn&#283;ty rozhraní, vypn&#283;te tuto volbu.<br>
&nbsp;</li>
<li class="item">Použijte tla&#269;ítko <i><font color="#000080"><b>Jazyk</b> </font></i>k
  tomu, aby zm&#283;nit uživatelského rozhraní programu SendBlaster, vybraný
  jazyk bude pak p&#345;i p&#345;ištim startu SendBlaster.</li>
</ul>
<p class="item"><span class="itemelement">Zpravy</span>:
<ul>
 <li class="item">
    <span class="itemelement">Standardní kódování pro nové zprávy</span>:
    Tato volba vám dovolí nastavit standardní znakové kódování užívané
    pro složení nových zpráv.
</li>
</ul>
<p class="item"><span class="itemelement">Emailové p&#345;edplatné</span>:
<ul>
 <li class="item">
    Tato &#269;ást povoluje specifikovat p&#345;edm&#283;tové linky které m&#283;li
    by být užívaný pro p&#345;edplácené a neindexované zprávy. Vy m&#367;žete
    také vybrat zda si zprávy musejí odpovídat jim p&#345;esn&#283;, aby
    byli považovaný za p&#345;edplatné/zrušené, nebo jen aby byli zahrnutá
    specifické slova. Pro zp&#283;tnou kompatibilitu od&#367;vodn&#283;ni
    &quot;P&#345;ihlásit&quot; a &quot;Odhlásit&quot; v p&#345;edm&#283;ty
    zprávy vždy budou použité p&#345;esná slova (navíc k p&#345;edm&#283;t&#367;m,
    které vy definujete zde). </li>
</ul>
<p class="item"><span class="itemelement">Uživatelské formáty Zp&#283;tných
odpov&#283;dí</span>:
<ul>
 <li class="item">
    Po stísku&nbsp; tla&#269;ítko <span class="itemelement">Upravit formáty</span>,
    vy m&#367;žete <u><font COLOR="#00007d">p&#345;idat nebo upravit formáty uživatelských
    zp&#283;tných odpov&#283;dí </font></u>.Emailové formáty zp&#283;tných
    odpov&#283;di byly p&#367;vodn&#283; navržené tak aby byli p&#345;e&#269;tený
    lidmi, a tam není žádný standard, SendBlaster m&#367;že zpracovat nejb&#283;žn&#283;jší
    formáty používáním jeho vestavené databáze, ale m&#367;žete se
    setkat s n&#283;jakými formáty které nejsou rozpoznané softwarem. Jestli
    se toto stane , vy m&#367;žete ru&#269;n&#283; p&#345;idat do SendBlasterové
    databázi odpov&#283;&#271; tak že SendBlaster m&#367;že zpracovat tento
    nová formát také.</li>
</ul>
<p class="item"><span class="itemelement">Planova&#269;</span>:
<ul>
 <li class="item">
    Tato &#269;ást dovoluje konfigurovat start SendBlaster v plánovém módu
    (minimalizovaný v líšt&#283; systémové oblasti) po startu systému
    Windows; takto naplánované poštovní operace mohou být automaticky spuštení.
</li>
</ul>
<p class="item"><span class="itemelement">Odeslat</span>:
<ul>
 <li class="item">
    Tato sekce dovoluje specifikovat nátlak, p&#345;i odesílaní opakovaných
    mail&#367; pomoci SendBlaster vašim kontakt&#367;m pokud kontakty existují
    v seznamech více než jednou. Obvykle, vy nemusíte poslat víc než jednu
    kopii každé e - mailové zprávy vašim kontakt&#367;m, naše rada, nepoužívejte
    tuto volbu bez kontroly, pokud nemáte velmi specifické a jisté d&#367;vod
    k tomu, aby poslat zdvojené emaily zdvojeným kontakt&#367;m.
</li>
</ul>
<p class="item"><span class="itemelement">Pluginy</span>:
<ul>
 <li class="item">
    Tato &#269;ást vám dovolí umožnit nebo vy&#345;adit aktuáln&#283;
    nainstalované Pluginy SendBlaster (bez skute&#269;ného jejich odinstalování,
    které vy m&#367;žete provést p&#345;ímo v ovládacích panelech Windows
    nebo používáním jednotlivého odinstalovaní pluginu). Vy m&#367;žete
    také stáhnout v&#283;tší množství plugin&#367; do SendBlaster klinknuv
    na&nbsp; tla&#269;ítko <span class="itemelement">Více Plugin&#367;</span>.
</li>
</ul>
<p class="item"><span class="itemelement">Databáze</span>:
<ul>
 <li class="item">
    Používáním <b><i><font color="#000080">Databáze </font></i></b>tla&#269;ítkem
    ve složce, otev&#345;e se okno složky kde jsou uložená uživatelská
    data; toto je užite&#269;ný nástroj pro údržbu, zálohování a další
    databázové operace.
</li>
</ul>
<p class="item"><span class="itemelement">Info a licence</span>:
<p><font size="1">Zde vy m&#367;žete &#269;íst informaci o programových
verzi, prost&#345;edcích a vašich licen&#269;ních údajích</font></p>
</body>
</html>
