<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster 2 release notes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
</head>

<body class="body">
<p><strong>S&uuml;r&uuml;m Notlar&#305;</strong></p>
<ul>
  <li>Bu halen geli&#351;tirilmekte olan bir beta s&uuml;r&uuml;m&uuml;d&uuml;r; baz&#305; &ouml;zellikler mevcut durumda tamamen &ccedil;al&#305;&#351;m&#305;yordur. </li>
  <li>Dok&uuml;mantasyon g&uuml;ncellenmemi&#351;tir ve halen s&uuml;r&uuml;m 1 versiyonuna referans etmektedir.</li>
</ul>
<p><strong>SendBlaster 2 i&ccedil;erisindeki yenilikler</strong></p>
<blockquote>
  <p>SendBlaster 2 yaz&#305;l&#305;m&#305;n&#305;n geli&#351;tirilmesi bir y&#305;ldan fazla bir zaman ald&#305;; geli&#351;tirmenin her a&#351;amas&#305;nda kullan&#305;c&#305;lar&#305;m&#305;z&#305;n &ouml;nerilerini, isteklerini ve d&uuml;&#351;&uuml;ncelerini dikkatli bir &#351;ekilde dinledik.</p>
</blockquote>
<ul>
  <li><strong>Geli&#351;tirilmi&#351; ve yeniden tasarlanm&#305;&#351; kullan&#305;c&#305; arabirimi</strong> SendBlaster'&#305; kullanmak daha &ouml;ncekinden bile daha kolay. Kullan&#305;c&#305;lar, k&uuml;&ccedil;&uuml;k ve b&uuml;y&uuml;k simgeleri destekleyen, g&ouml;r&uuml;nt&uuml; olarak g&ouml;ze daha ho&#351; gelen klasik sol panel i&ccedil;erisinden se&ccedil;imlerini yapabilirler. T&uuml;m paneller fare tekerle&#287;i ile ge&ccedil;ilebilir; t&uuml;m paneller aras&#305;nda liste se&ccedil;imleri senkronize edilebilir ve alfabetik olarak s&#305;ralanabilir; t&uuml;m simgeler yeniden tasarland&#305;; ve daha bir &ccedil;ok k&uuml;&ccedil;&uuml;k kullan&#305;c&#305; arabirim &ouml;zellikleri eklendi. <br>
    &nbsp; </li>
  <li><strong>Zamanlanm&#305;&#351; mesaj g&ouml;nderimi</strong> Art&#305;k kullan&#305;c&#305;lar bir mesaj listesi olu&#351;turabilir ve SendBlaster 2 taraf&#305;ndan otomatik olarak belirlenen bir tarih ve zamanda g&ouml;nderilmesini sa&#287;layabilir. Veya kullan&#305;c&#305;lar mesaj g&ouml;nderimlerini &quot;park&quot; edebilirler ve daha sonra kendileri manuel olarak &ccedil;al&#305;&#351;t&#305;rabilirler. Art&#305;k SendBlaster minimize zamanlanm&#305;&#351; modda &ccedil;al&#305;&#351;abilir ve Windows ba&#351;lad&#305;&#287;&#305;nda &ccedil;al&#305;&#351;maya ba&#351;layabilir.<br>
    &nbsp; </li>
  <li> <strong>E-posta takibi</strong> SendBlaster 2 b&uuml;t&uuml;nle&#351;ik olarak, Google'&#305;n &uuml;cretsiz kampanya izleme arac&#305; olan Google Analytics ve bizim geli&#351;mi&#351; online takip ve raporlama arac&#305;m&#305;z olan TrackReports ara&ccedil;lar&#305; i&ccedil;in panelleri ve sihirbazlar&#305; vard&#305;r.<br>
    &nbsp; </li>
  <li><strong>Yeni, g&uuml;&ccedil;l&uuml; veri filtreleri</strong> Baz&#305; ko&#351;ullara uyan kay&#305;tlar&#305; se&ccedil;erek etkisizle&#351;tirmek/etkinle&#351;tirmek yoluyla mesaj g&ouml;nderim i&#351;lemlerini optimize edebilecekleri g&uuml;&ccedil;l&uuml; bir filtre eklendi. Bir &ccedil;ok ko&#351;ulu ve kompleks operat&ouml;rleri desteklemektedir ve dolay&#305;s&#305;yla bu filtreler kod yazmadan g&uuml;&ccedil;l&uuml; bir SQL sorgusu yazmak i&ccedil;in kullan&#305;labilirler. S&uuml;r&uuml;m 1 i&ccedil;erisinde oldu&#287;u gibi tekrar eden e-posta adresleri otomatik olarak filtrelenebilir veya yeni g&uuml;&ccedil;l&uuml; bir arama moturu arac&#305;l&#305;&#287;&#305;yla kullan&#305;c&#305; taraf&#305;ndan y&ouml;netilebilir.<br>
    &nbsp; </li>
  <li><strong>G&ouml;nderim i&ccedil;in daha fazla se&ccedil;enek</strong> Kullan&#305;c&#305;lar art&#305;k mesaj g&ouml;nderirken, &ouml;zel ba&#351;l&#305;klar ekleyebilir, okundu bilgisi talep edebilir, mesajlar i&ccedil;in &ccedil;ok &ouml;nemli seviyesi ayarlayabilir, sekme birle&#351;melerini destekleyen bir &ouml;zelle&#351;tirilmi&#351; To: ba&#351;l&#305;&#287;&#305; tan&#305;mlayabilirler, tekrar eden adreslerin otomatik olarak filtrelenmesi i&#351;lemini etkin hale getirebilir veya etkisizle&#351;tirebilirler.<br>
    &nbsp; </li>
  <li><strong>Mesajlar&#305; d&uuml;zenlemek i&ccedil;in daha fazla se&ccedil;enek</strong> Mesaj olu&#351;turma paneli i&ccedil;erisindeki bir &ccedil;ok yeni d&uuml;&#287;me, kullan&#305;c&#305;n&#305;n kolayca mesaj i&ccedil;erisine ba&#287;lant&#305; eklemesine veya kald&#305;rmas&#305;na, Google Analytic ve TrackReports i&ccedil;in &ouml;zel ba&#287;lant&#305;lar eklemesine ve Kime ve Ba&#351;l&#305;k alanlar&#305;nda etiketleri birle&#351;tirmesine olanak sa&#287;lar. Art&#305;k metin tabanl&#305; mesajlar (HTML mesajlara kar&#351;&#305;t olarak) tek bir kutu kontrol edilerek kolayca olu&#351;turulabilir.<br>
    &nbsp; </li>
  <li> <strong>Spam kontrol&uuml;</strong> Bir mesaj&#305; d&uuml;zenlerken art&#305;k bir spam skor kontrol&uuml; yapmak m&uuml;mk&uuml;nd&uuml;r; spam skor kontrol&uuml;, e-posta sunucular&#305; i&ccedil;in en yayg&#305;n antispam filtrelerinden biri olan pop&uuml;ler SpamAssassin motoru &uuml;zerine temellidir. <br>
    &nbsp; </li>
  <li><strong>Sekmeleri birle&#351;tir ile &ouml;nizleme</strong> &Ouml;nizleme art&#305;k sekmelerin birle&#351;tirilmesini de desteklemektedir, bu &#351;ekilde kullan&#305;c&#305;lar ne g&ouml;nderilece&#287;i hakk&#305;nda daha kesin bir bilgiye sahip olabilmektedirter.<br>
    &nbsp; </li>
  <li><strong>Daha h&#305;zl&#305;</strong> SendBlaster art&#305;k 50 ba&#287;lant&#305;ya kadar desteklemektedir - bu h&#305;zl&#305; bir SMTP sunucusu kullan&#305;rken mesaj g&ouml;nderme i&#351;lemini dramatik bir &#351;ekilde h&#305;zland&#305;rabilir. Ayr&#305;ca ek olarak, SendBlaster art&#305;k ge&ccedil;ici Internet kesintilerinde mesaj g&ouml;nderim i&#351;lemini kesmemektedir, buda m&uuml;dahale gerektirmeyen mesajla&#351;maya yard&#305;mc&#305; olmaktad&#305;r. <br>
    &nbsp; </li>
  <li><strong>&Ouml;zelle&#351;tirilebilir &uuml;yelikler ve bounce-back bi&ccedil;imleri </strong>Kullan&#305;c&#305;lar art&#305;k &uuml;yelik ve &uuml;yelikyen &ccedil;&#305;k&#305;&#351; konular&#305;n&#305; &ouml;zelle&#351;tirebilirler ve teslim edilemeyen mesajlar&#305;n otomatik olarak i&#351;lenmesi i&ccedil;in daha kolay &ouml;zel bounce-back bi&ccedil;imleri ekleyebilirler.<br>
  &nbsp; </li>
  <li><strong>SMTP ve POP3 profilleri </strong> Birden &ccedil;ok SMTP ve POP3 ayarlar&#305; kullanmak &ouml;ncekinden de kolay - hesap bilgileri birden &ccedil;ok profil i&ccedil;erisine kaydedilelebilir ve bu &#351;ekilde bir ka&ccedil; fare t&#305;klamas&#305; ile SMTP ve/veya POP3 ayarlar&#305; de&#287;i&#351;tirilebilir. Bu &ouml;zellikle bir ba&#351;kas&#305; ad&#305;na mesaj g&ouml;nderirken olduk&ccedil;a faydal&#305;d&#305;r. <br>
    &nbsp; </li>
  <li> <strong>Snapshot</strong> Herhangi bir panel i&ccedil;in t&uuml;m ayarlar&#305; kaydedin ve tek bir t&#305;klama ile daha sonra bunlar&#305; tekrar kullan&#305;n - ekran snapshot&#305; almak kadar kolay. Snapshotlar &quot;profiller&quot; kavram&#305;n&#305; yeni bir seviyeye ta&#351;&#305;maktad&#305;r - SendBlaster i&ccedil;erisinde neredeyse her t&uuml;rl&uuml; birbiriyle ilgili ayarlar bir snapshot olarak kay&#305;t edilebilmektedir. <br>
    &nbsp;   </li>
  <li><strong>Harici eklentiler i&ccedil;in destek</strong> UKullan&#305;c&#305;lar sitemizeden &uuml;cretsiz eklentiler (belirli spesifik i&#351;leri ger&ccedil;ekle&#351;tiren, &ouml;rne&#287;in bir &ccedil;ok e-posta istemcisinden bilgi aktaran, k&uuml;&ccedil;&uuml;k ara&ccedil;lard&#305;r) indirebilirler, yak&#305;n zamanda daha bir &ccedil;ok eklenti eklenecektir. Eklentiler API program&#305; herkese a&ccedil;&#305;kt&#305;r ve program geli&#351;tiricileri yeni kullan&#305;&#351;l&#305; eklentiler olu&#351;turmalar&#305; i&ccedil;in cesaretlendirilmektedirler. <br>
  &nbsp;</li>
  <li> <strong>Yeni, d&uuml;zenlemesi kolay &#351;ablonlar</strong> SendBlaster 2, kolayca &ouml;zelle&#351;tirilebilir kullan&#305;m&#305; esnek 100'den fazla profesyonel olarak tasarlanm&#305;&#351; &#351;ablona sahiptir..  <br>
    &nbsp; </li>
  <li><strong>Veri dosyalar&#305;na daha kolay eri&#351;im </strong> Veritaban&#305; dosyalar&#305;na yedekleme ama&ccedil;l&#305; eri&#351;im, bu dosyalar art&#305;k Belgelerim dizini i&ccedil;erisinde yer ald&#305;&#287;&#305;ndan art&#305;k daha kolay. <br>
    &nbsp; </li>
  <li><strong>Y&ouml;netici hesab&#305; (administration) yetkileri gerekmemektedir</strong> SendBlaster 2, Windos sistemleri &uuml;zerinde herhangi bir standart kullan&#305;c&#305; ile &ccedil;al&#305;&#351;t&#305;r&#305;labilmektedir.<br>
    &nbsp; </li>
  <li><strong>Hata arama ve ince ayarlar</strong> Bir &ccedil;ok k&uuml;&ccedil;&uuml;k hata &ccedil;&ouml;z&uuml;ld&uuml; ve bir &ccedil;ok alanda performans ince ayarlar&#305; yap&#305;ld&#305;.<br>
    &nbsp;</li>
  <li><strong>Windows 7 i&ccedil;in haz&#305;r</strong> Yaz&#305;l&#305;m Microsoft'un bir sonraki i&#351;letim sistemi ile s&uuml;rekli olarak test edilmektedir;     yaz&#305;l&#305;m Windows 7 ile uyumlu olarak &ccedil;al&#305;&#351;maktad&#305;r ve herhangi bir ek uyumluluk &ccedil;al&#305;&#351;mas&#305;na gerek yoktur.<br>
    &nbsp; </li>
  <li><strong>Ve daha fazlas&#305;! </strong> SendBlaster 2 kullan&#305;c&#305;lar&#305;n daha iyi ve h&#305;zl&#305; &ccedil;al&#305;&#351;mas&#305; i&ccedil;in daha bir &ccedil;ok k&uuml;&ccedil;&uuml;k iyile&#351;tirme ve geli&#351;tirmelere sahiptir. </li>
</ul>
<p>&nbsp;</p>
</body>
</html>
