<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body class="body">
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr> 
    <td valign="top"> <table width="100%" border="0" cellpadding="0" cellspacing="0">
        <tr> 
          <td valign="top" class="body"> 
            <p class="bigtitle">Sunucuya ba&#287;lan&#305;lamad&#305;</p>
            <p>&Ouml;z&uuml;r dileriz, sunucuya ba&#287;lanme ve test mesaj&#305; g&ouml;nderme i&#351;lemi ba&#351;ar&#305;s&#305;z oldu. Bu birden fazla nedenden kaynaklanm&#305;&#351; olabilir:</p>
            <ol class="smallblack">
              <li> Bilgisayar&#305;n&#305;z  veya Internet ge&ccedil;idiniz &uuml;zerinde t&uuml;m portlar bir firewall (g&uuml;venlik duvar&#305;) taraf&#305;ndan bloklanm&#305;&#351;t&#305;r</li>
              <li>Bir antivir&uuml;s yaz&#305;l&#305;m&#305; d&#305;&#351;ar&#305; giden trafi&#287;i bloklamaktad&#305;r</li>
              <li>Ge&ccedil;ici bir a&#287; veya sunucu problemide olu&#351;mu&#351; olabilir, bu nedenle Internet ba&#287;lant&#305;n&#305;z&#305; kontrol etmenizi ve birka&ccedil; dakika i&ccedil;erisinde tekrar denemenizi &ouml;neriyoruz</li>
            </ol>
            <p>E&#287;er problem devam ederse, l&uuml;tfen SendBlaster'&#305;n Internete ba&#287;lanmas&#305;na ve mesaj g&ouml;ndermesine izin verecek &#351;ekilde firewall (g&uuml;venlik duvar&#305;) ve antivir&uuml;s yaz&#305;l&#305;mlar&#305;n&#305;z&#305; yap&#305;land&#305;r&#305;n ve ayr&#305;ca Internet Servis Sa&#287;lay&#305;c&#305;n&#305;z&#305;n bu &ouml;zelli&#287;i kapatmad&#305;&#287;&#305;na veya herhangi bir portu bloklamad&#305;&#287;&#305;na emin olun (a&#287; y&ouml;neticinize yard&#305;m i&ccedil;in dan&#305;&#351;mak zorunda olabilirsiniz). Daha fazla ek bilgiyi burada bulabilirsiniz: <a href="http://www.sendblaster.com/articles.php?action=fullnews&id=10" target="_blank">A&#287; problemlerini inceleme ve sorun &ccedil;&ouml;zme </a>. Sorun giderildikten sonra SendBlaster'&#305;n &quot;G&ouml;nder&quot; formu i&ccedil;erisindeki &quot;SMTP.com Sihirbaz&#305;&quot; d&uuml;&#287;mesine t&#305;klayarak Sihirbaz&#305; tekrar &ccedil;al&#305;&#351;t&#305;rabilirsiniz.            </p></td>
        </tr>
      </table>
    </td>
  </tr>
</table>
</body>
</html>
