<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Historik</p>
<p class="item">H&auml;r kan du se en lista p&aring; alla gjorda utskick. Om ett 
  utskick inte avslutades (tex f&ouml;r att din SMTP-server v&auml;grade ta emot 
  mera &auml;n ett visst antal) &auml;r det m&ouml;jligt att forts&auml;tta fr&aring;n 
  det st&auml;lle d&auml;r avbrottet skedde, skicka till de som inte fick utskicket. 
</p>
<p class="item">Varje utskick markeras med datum, adresslistans namn och rubriken.</p>
<p class="item">Klicka p&aring; knappen <span class="itemelement">F&ouml;rhandsvisning</span> 
  (eller klicka med h&ouml;ger musknapp och v&auml;lj) f&ouml;r att visa det aktuella 
  meddelandet.</p>
<p class="item">Knappen <span class="itemelement">Adresslista </span>visar listan 
  med adresser som meddelandet skickades till. Alla adresser som meddelandet skickades 
  till utan fel visas i gr&ouml;nt, och adresser i r&ouml;tt vissar att n&aring;got 
  fel intr&auml;ffade.</p>
<p class="item">Knappen <span class="itemelement">Log</span> visar den dialog 
  som skedde med SMTP-servern (eller med mottagarens server vid direkt s&auml;ndning).</p>
<p class="item">Om inte utskicket gjordes korrekt till alla adresser visas symbolen 
  <img src="img/sendblaster_messages_history_1.gif" width="16" height="16"> l&auml;ngst 
  till h&ouml;ger p&aring; raden. Genom att klicka p&aring; den forts&auml;tta 
  utskicket enligt inst&auml;llningarna under <a href="sendblaster_messages_send.htm" class="itemlink"><span class="itemelement">Skicka</span></a>. 
  Meddelandet skickas d&aring; till alla adresser som inte fick det tidigare (de 
  adresser som markerats med r&ouml;tt ).</p>
<p class="item">Historikrader kan raderas genom att markera dem (anv&auml;nd <i>Ctrl</i> 
  f&ouml;r att markera flera, eller <em>Shift </em>f&ouml;r att v&auml;lja en 
  grupp) och klicka p&aring; knappen <span class="itemelement">Ta bort</span>. 
  Adresser kan exporteras genom att v&auml;lja <span class="itemelement">Exportera 
  raderade</span> eller <span class="itemelement">Exportera olevererade</span>. 
  Att exportera olevererade adresser kan ocks&aring; vara anv&auml;ndbart f&ouml;r 
  att rensa adresslistorna fr&aring;n felaktiga adresser: Du kan senare importera 
  filen och v&auml;lja tabort eller avsluta prenumeration.</p>
<table width="100%" border="0" cellpadding="4" cellspacing="0">
  <tr> 
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    <td width="100%" bgcolor="#FFFF99" class="item"> 
      <p><strong><font color="#009900">N&auml;r skall man anv&auml;nda Historikfunktionerna? 
        </font></strong></p>
      <p>Att avsluta ett avbrutet utskick &auml;r ju en bra funktion f&ouml;r 
        att hantera eventuella problem med SMTP-server. Det kan ju h&auml;nda 
        att det blir problem trots <span class="itemelement">Avancerade inst&auml;llningar</span> 
        under <a href="sendblaster_messages_send.htm" class="itemlink"><span class="itemelement">Skicka</span></a> 
        anv&auml;nds f&ouml;r att skicka f&ouml;rsiktigt och l&aring;ngsamt. Tex 
        om du har en situation d&auml;r utskicket avbryts efter halva adresslistan. 
        Sedan kan du anv&auml;nda Historik-funktionerna f&ouml;r att avsluta utskicket.</p>
      <p>Att exportera felaktiga (r&ouml;da) adresser kan ocks&aring; anv&auml;ndas 
        f&ouml;r att rensa adresslistan fr&aring;n felaktiga adresser.</p>
      </td>
    <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
  </tr>
</table>
<p class="item">&nbsp;</p>
</body>
</html>
