<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Import</p>
<p class="item">Du kan importera data fr&aring;n en extern k&auml;lla till den 
  aktuella adresslistan. Det finns fyra olika metoder:</p>
<ul>
  <li class="item"> Du kan importera data fr&aring;n en formaterad textfil (.csv, 
    .txt), som finns i din egen dator genom att anv&auml;nda <span class="itemelement">Importera 
    fr&aring;n extern textfil</span>. <br>
    &#8220;Formaterad textfil &auml;r ett format som ofta anv&auml;nds i kalkylprogram 
    och databaser.<br>
    &nbsp; </li>
  <li class="item">Du kan importera data fr&aring;n en websia med <span class="itemelement"> 
    Importera fr&aring;n websida via http://</span>. Denna metod liknar mycket 
    metoden med formaterad textfil, med den skillnade att indata h&auml;mtas via 
    http. Det kan ocks&aring; vara data som skapats dynamiskt (tex .ASP eller 
    .PHP). Denna metod till&aring;ter import fr&aring;n vissa databaser. Ange 
    webadressen som datak&auml;lla.<br>
    &nbsp; </li>
  <li class="item">Du kan importera data fr&aring;n Windows Clipboard genom att 
    <i> klistra in</i> (efter att du anv&auml;nt <i>kopiera</i> i n&aring;got 
    annat program), genom att v&auml;lja <span class="itemelement">Importera fr&aring;n 
    clipboard</span>.<br>
    &nbsp; </li>
  <li class="item">Du kan importera data fr&aring;n Outlook Express Adressbok 
    (&auml;ven kallad Windows Adressbok), genom att v&auml;lja <span class="itemelement">Importera 
    fr&aring;n Outlook Express</span>.</li>
</ul>
<p class="item">Data som h&auml;mtas fr&aring;n externa k&auml;llor enligt ovan 
  kan anv&auml;ndas till f&ouml;ljande:</p>
<ul>
  <li class="item">Adderas till en adresslista med <span class="itemelement">Addera 
    till listan och aktivera prenumeration f&ouml;r nya adresser</span>.<br>
    &nbsp; </li>
  <li class="item">Tas bort fr&aring;n en adresslista med <span class="itemelement">Ta 
    bort nya adresser fr&aring;n listan</span>. Alla adresser som importerades 
    kommer d&aring; att tas bort fr&aring;n listan.<br>
    &nbsp; </li>
  <li class="item">Man kan avbest&auml;lla prenumeration (utan att ta bort fr&aring;n 
    listan) med <span class="itemelement">Avbest&auml;ll prenumeration f&ouml;r 
    nya adresser</span>. Denna operation liknar ovanst&aring;ende men adresserna 
    markeras bara som avbest&auml;llda. Med den h&auml;r metoden kan du beh&aring;lla 
    adressinformationen men inte inkludera dessa i utskicket.</li>
</ul>
<p class="item">N&auml;r du valt adresslista och datak&auml;lla klicka p&aring; 
  knappen <span class="itemelement">Importera</span>. Ett f&ouml;nster visas d&aring; 
  d&auml;r du kan g&ouml;ra n&aring;gra inst&auml;llningar f&ouml;r att genomf&ouml;ra 
  importen:</p>
<ul>
  <li class="item"> <span class="itemelement">Importfilens s&ouml;kv&auml;g</span>, 
    eller <span class="itemelement">Importfilens URL</span> om det g&auml;ller 
    import fr&aring;n websida (import fr&aring;n Windows Clipboard eller Outlook 
    Express kr&auml;ver ingen s&ouml;kv&auml;g).<br>
    &nbsp; </li>
  <li class="item">Data <span class="itemelement">Format</span> (beh&ouml;vs inte 
    vid inport fr&aring;n Outlook Express): om du v&auml;ljed <span class="itemelement">Avgr&auml;nsad</span> 
    beh&ouml;ver du ocks&aring; anje vilket tecken som anv&auml;nds som avgr&auml;nsare 
    i <span class="itemelement">F&auml;ltavg&auml;nsare</span> och om <span class="itemelement">F&ouml;rsta 
    raden inneh&aring;ller f&auml;ltnamn</span>. Genom att v&auml;lja fritt format 
    kommer bara mailadresser (dessa hittas automatiskt) att importeras och n&aring;got 
    dataformat beh&ouml;ver inte anges.<br>
    &nbsp; </li>
  <li class="item">Om du utf&ouml;r en typisk import (som <span class="itemelement">Addera 
    till listan och aktivera prenumeration f&ouml;r nya adresser</span> ), finns 
    m&ouml;jligheten att adressen redan ing&aring;r i den aktuella listan: Genom 
    att v&auml;lja <span class="itemelement">Addera inte adersser som redan finns 
    i listan</span>, kommer de importerade adresserna att ignoreras och du undviker 
    dubbletter. Du kan ocks&aring;t v&auml;lja <span class="itemelement">Aktivera 
    prenumeration f&ouml;r adresser som redan finns i listan</span> (se <a href="sendblaster_lists_managing.htm" class="itemelement">Hantera 
    adresslistor</a>),<br>
    &nbsp; </li>
  <li class="item">I n&auml;sta steg f&aring;r du m&ouml;jlighet att koppla f&auml;lten 
    i importerade data och SendBlasters f&auml;lt, och genom att klicka p&aring; 
    <span class="itemelement">N&auml;sta </span>startas importen.</li>
</ul>
<p class="item"><strong><font color="#FF0000">Varning:</font></strong> Det &auml;r 
  extra viktigt att ange r&auml;tt f&auml;lt f&ouml;r mail-adressen d&auml;rf&ouml;r 
  att:</p>
<ol>
  <li class="item"><strong>alla externa rader som inte inneh&aring;ller formellt 
    riktig mailadress i detta f&auml;lt kommer att ignoreras</strong>. Om felaktigt 
    f&auml;lt anges kommer alla data att ignoreras.</li>
  <li class="item">j&auml;mf&ouml;relsen mellan externa data och data i adresslistan 
    sker genom att j&auml;mf&ouml;ra mailadresserna i det angivna f&auml;ltet.</li>
</ol>
</body>
</html>
