<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster 2 release notes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
</head>

<body class="body">
<p><strong>Was ist neu  in SendBlaster 2?</strong> <br>
  F&uuml;r die  Entwicklung von SendBlaster 2 ben&ouml;tigten wir &uuml;ber ein Jahr. Wir haben uns dabei  stark an den Meinungen, Empfehlungen und W&uuml;nschen unserer Kunden, sowie an  unseren eigenen Anforderungen, an eine leistungsf&auml;hige E-Mail Marketing L&ouml;sung,  orientiert.</p>
<ul type="disc">
  <li><strong>Verbesserte und neu gestaltete       Benutzeroberfl&auml;che </strong>SendBlaster ist nun noch einfacher zu bedienen       als zuvor. Sie haben die M&ouml;glichkeit, zwischen zwei Ansichten zu w&auml;hlen.       In der klassischen Oberfl&auml;che befinden sich die Schaltfl&auml;chen auf der       linken Seite. Sie k&ouml;nnen zwischen gro&szlig;en und kleinen Icons w&auml;hlen und       somit die Navigation Ihren eigenen Umgebungsvariablen und Vorlieben       entsprechend anpassen. Alternativ k&ouml;nnen Sie statt der linken Navigation       die oben angeordnete Werkzeugleiste nutzen um horizontal Platz auf Ihrem       Monitor zu sparen. Alle Oberfl&auml;chen sind nun mit dem Mausrad scrollbar,       die Auswahl der Empf&auml;ngerliste kann in allen Oberfl&auml;chen synchronisiert       werden (um Verwechslungen und Fehler zu vermeiden), die Anordnung der       Symbole erfolgt nach alphabetischer Reihenfolge, alle Symbole wurden der       Verst&auml;ndlichkeit halber neu gestaltet und es wurden etliche Verbesserungen       f&uuml;r die schnelle Bedienbarkeit von SendBlaster realisiert.</li>
</ul>
<ul type="disc">
  <li><strong>Zeitgesteuerte Mailings</strong> Dank dieser Funktion ist es       nun m&ouml;glich, erstellte Mailings automatisch zu einem sp&auml;teren definierten       Zeitpunkt zu versenden. Au&szlig;erdem k&ouml;nnen Mailings zwischengespeichert       (geparkt) werden, so dass diese sp&auml;ter manuell weiterbearbeitet und       versendet werden k&ouml;nnen. Es besteht nun ebenso die M&ouml;glichkeit, SendBlaster       in einem minimierten Modus (im Hintergrund) zu starten und bei Bedarf die       Software mit dem Start von Windows gemeinsam zu starten.<br>
    &nbsp; </li>
  <li><strong>E-Mail Tracking</strong> In SendBlaster 2 sind die       Oberfl&auml;chen sowie Assistenten zu Google Analytics (kostenfreies       Analysewerkzeug von Google) sowie unserer Eigenentwicklung TrackReports       bereits integriert und bieten Ihnen vielf&auml;ltige M&ouml;glichkeiten zur Analyse       Ihrer Mailingaktionen. <br>
    &nbsp; </li>
  <li><strong>Neuer leistungsf&auml;higer       Datenfilter </strong>Eine       neue und verbesserte Filterfunktion erm&ouml;glicht komplexe Datenbankabfragen       (auch mit kombinierten Parametern) im Handumdrehen ohne spezielle       Datenbankkenntisse. Es besteht die M&ouml;glichkeit, Daten f&uuml;r Mailings besser       aufzubereiten und Gruppierungen vorzunehmen. Doppelte Eintr&auml;ge k&ouml;nnen wie       bereits in der letzten Version automatisch beim Versand gefiltert werden.       Dazu besteht in SendBlaster 2 die M&ouml;glichkeiten, doppelte       Datenbankeintr&auml;ge bereits im Vorfeld zu entfernen und somit regelm&auml;&szlig;ig die       Pflege Ihrer Daten zu realisieren.<br>
    &nbsp; </li>
  <li><strong>Erweiterte Sendeeinstellungen </strong>Es besteht ab sofort die       M&ouml;glichkeit, individuelle Header zu verwenden, Empfangsbest&auml;tigungen       anzufordern, E-Mails mit hoher Priorit&auml;t zu kennzeichnen sowie       benutzerdefinierte Empf&auml;ngerdaten (An: ) einzugeben. Das automatische       Filtern von doppelten Adresseintr&auml;gen (beim Versand) ist wie bereits in       der vorhergehenden Version von SendBlaster ein wichtiger Bestandteil der       Sendeeinstellungen. </li>
</ul>
<ul type="disc">
  <li><strong>Erweiterte Einstellungen f&uuml;r       die Bearbeitung von Nachrichten</strong> Neue und sinnvolle Schaltfl&auml;chen erm&ouml;glichen das       einfache Hinzuf&uuml;gen von Anmelde- und Abmeldelinks, das Integrieren von       Speziallinks f&uuml;r Google Analytics und TrackReports sowie das Kombinieren       von Variablen in der Betreffzeile und in der Empf&auml;ngerzeile (An:).       Nur-Text Nachrichten (zur Erg&auml;nzung der HTML Version eines Mailings)       k&ouml;nnen nun wesentlich einfacher durch nur einen Mausklick erzeugt werden.<br>
    &nbsp; </li>
  <li><strong>Spam Pr&uuml;fung </strong>W&auml;hrend der Erstellung eines       Mailings ist es nun m&ouml;glich, in Echtzeit eine Bewertung der       Spam-Wahrscheinlichkeit zu ermitteln. Diese &Uuml;berpr&uuml;fung basiert auf der       Grundlage des allgemein bekannten und leistungsf&auml;higen Werkzeuges       SpamAssassin, welches als Grundlage f&uuml;r Antispamfilter in vielen       Mailservern integriert ist.<br>
    &nbsp; </li>
  <li><strong>Vorschau mit kombinierten       Variablen m&ouml;glich</strong> Die Vorschaufunktion erm&ouml;glicht nun auch die       Anzeige der eingef&uuml;gten kombinierten Datenbank-Variablen. Dadurch kann die       Ansicht, wie Sie der Empf&auml;nger sp&auml;ter sieht, bereits im Vorfeld       vollst&auml;ndig simuliert werden.<br>
    &nbsp; </li>
  <li><strong>Schnellerer Versand </strong>Durch die Unterst&uuml;tzung von bis       zu 50 parallelen Verbindungen - kann die Geschwindigkeit eines Mailings,       insofern Sie einen schnellen SMTP Server verwenden, erheblich gesteigert       werden. Au&szlig;erdem bietet SendBlaster 2 die M&ouml;glichkeit, den Versand eines       Mailings bei einer tempor&auml;r unterbrochenen Internetverbindung nicht zu       stoppen. Dies ist vor allem bei unbeaufsichtigten/ automatischen Mailings       hilfreich. <br>
    &nbsp; </li>
  <li><strong>Individuelle Anmeldetexte und       benutzerdefinierte Einstellungen f&uuml;r nicht zustellbare Nachrichten </strong>Es besteht die M&ouml;glichkeit, individuelle       Anmelde- und Abmeldetexte zu definieren. Zudem besteht die M&ouml;glichkeit,       erweiterte Profile f&uuml;r Einstellungen bez&uuml;glich nicht zustellbarer       Nachrichten anzulegen. Die beg&uuml;nstigt die automatisierte Abwicklung so       genannter &quot;Bounce-backs&quot;.<br>
    &nbsp; </li>
  <li><strong>SMTP und POP3 Profile </strong>Sie k&ouml;nnen beliebig viele       Profile f&uuml;r den Versand und den Empfang von E-Mails einrichten. Dies ist       sehr einfach und schnell durch nur wenige Schritte realisierbar. Die ist       vor allem sehr n&uuml;tzlich, sollten Sie Mailings f&uuml;r verschiedene Unternehmen/       Organisationen versenden, sowie auch f&uuml;r den Versand von Mailings im       Auftrag anderer. <br>
    &nbsp; </li>
  <li><strong>Snapshots/ Momentaufnahmen </strong>Speichern Sie s&auml;mtliche       Einstellungen der jeweiligen Benutzeroberfl&auml;chen durch die Verwendung der       Snapshot Funktion. Der unter einem individuellen Namen gespeicherte       Zustand kann jederzeit wieder abgerufen werden. Dadurch besteht die       M&ouml;glichkeit profilorientiert zu arbeiten. F&uuml;r verschiedene       Anwendungsszenarien haben Sie nun die M&ouml;glichkeit, Ihre eigenen Profile zu       verwalten. <br>
    &nbsp; </li>
  <li><strong>Unterst&uuml;tzung externer       Erweiterungen (Plug-ins)</strong> F&uuml;r die Erweiterung von SendBlaster um       zus&auml;tzliche Funktionen besteht die M&ouml;glichkeit, kostenlose Plug-ins von       unserer Internetseite herunterzuladen. Diese kleinen Zusatzprogramme (z.B.       f&uuml;r erweiterte Import-/ und Exportfunktionen von Daten) k&ouml;nnen dann       problemlos installiert und verwendet werden. Die Entwicklerschnittstelle       ist &ouml;ffentlich, so dass weltweit Programmierer die M&ouml;glichkeit haben,       n&uuml;tzliche Zusatzfunktionen f&uuml;r die jeweiligen individuellen Anforderungen       zu entwickeln. <br>
    &nbsp;</li>
  <li><strong>Vereinfachte Bearbeitung von       Templates </strong>SendBlaster       2 enth&auml;lt bereits standardm&auml;&szlig;ig mehr als 100 professionell erstellte       grafische Vorlagen (Templates), mit denen Sie Ihr Mailing erstellen       k&ouml;nnen. Diese Vorlagen sind flexibel und k&ouml;nnen problemlos an Ihre       pers&ouml;nlichen Bed&uuml;rfnisse angepasst werden. Au&szlig;erdem besteht weiterhin die       M&ouml;glichkeit, Templates selbst zu erstellen und als .eml/.html Datei zu       importieren. <br>
    &nbsp; </li>
  <li><strong>Vereinfachter Zugriff auf       Datenbankdateien </strong>Der direkte Zugriff auf die verwendeten       Datenbankdateien erm&ouml;glicht Ihnen oder Ihrem Administrator diese einfacher       in eine Datensicherung (Backup) zu integrieren. Die entsprechenden Dateien       werden in einem Dokumentenordner gespeichert, der mit nur einem Mausklick       ge&ouml;ffnet werden kann.<br>
    &nbsp; </li>
  <li><strong>Keine Administrationsrechte       notwendig</strong> SendBlaster       2 kann von Standardbenutzern unter Windows verwendet werden. Es besteht       keine Notwendigkeit von administrativen Freigaben. <br>
    &nbsp; </li>
  <li><strong>Optimierte Programmstabilit&auml;t </strong>Nach einer langen Testphase und       optimiertem Programmcode ist SendBlaster sehr stabil, absturzsicher und       ressourcensparend. <br>
    &nbsp;</li>
  <li><strong>Windows 7 getestet </strong>SendBlaster 2 kann problemlos       unter Windows 7 installiert und verwendet werden. Die Software ben&ouml;tigt       keine spezielle Kompatibilit&auml;tsumgebung.<br>
    &nbsp; </li>
  <li><strong>Und vieles mehr!</strong> SendBlaster 2 beinhaltet viele       kleine n&uuml;tzliche Verbesserungen, die ein effektiveres und schnelleres       Arbeiten erm&ouml;glichen.</li>
</ul>
<p>&nbsp;</p>
</body>
</html>
