<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster 2 release notes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.body {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
.small {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #666666;
}
.link {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: none;
}
.link:hover {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 10px;
	color: #003366;
	font-weight: bold;
	text-decoration: underline;
}
-->
</style>
</head>

<body class="body">
<p><b><font face="Arial">Poznámky k verzi</font></b></p>
<ul>
  <li><font face="Arial">Toto je verze beta, ješt&#283; ve vývoji; n&#283;které
    z rys&#367; nejsou pln&#283; funk&#269;ní.</font></li>
  <li><font face="Arial">Dokumentace nebyla aktualizovaná a ješt&#283;
    odkazuje na verzi 1.</font></li>
</ul>
<p><b><font face="Arial">Co je nového v sendBlaster 2</font></b></p>
<blockquote>
  <p><font face="Arial">Vývoj SendBlaster 2 trval víc než jeden
  rok; b&#283;hem každého stupn&#283; vývoje, my jsme naslouchali pe&#269;liv&#283;
  návrhy našich uživatel&#367;, jejich žádostem a názor&#367;m.</font></p>
</blockquote>
<ul>
  <li><font face="Arial"><b>Zlepšené a p&#345;ed&#283;lané uživatelské
    rozhraní </b>SendBlaster je ješt&#283; snadn&#283;jší použít než p&#345;edtím.
    Uživatelé mohou vybrat si mezi klasickým levým panelem, p&#345;ed&#283;laným
    být vizuáln&#283; víc p&#345;itažliv&#283;jším a nyní i s podporou velkých
    nebo malých ikon, a novou lištou s nástroji, které chrání horizontální
    prostor na obrazovce. Všechny panely jsou nyní rolovatelne po obrazovce s
    kole&#269;kem myši; seznamový výb&#283;r m&#367;že být synchronizovaný
    nap&#345;í&#269; celými panely a jsou abecedn&#283; se&#345;azení; všechny
    ikony byly p&#345;ed&#283;lané; a mnohem víc malých zlepšení uživatelského
    rozhraní bylo p&#345;idáno.</font> </li>
</ul>
<ul>
  <li><font face="Arial"><b>Plánování pošty. </b>Te&#271; uživatelé
    mohou vytvo&#345;it poštu a pomoci SendBlaster 2 odeslat ji pozd&#283;ji
    automaticky, v daném termínu a &#269;asu. Nebo, uživatelé mohou dokonce
    &quot;zaparkovat&quot; jejich poštu tak, aby mohli ru&#269;n&#283; spustit
    to pozd&#283;ji. Te&#271; SendBlaster m&#367;že b&#283;žet v minimalizovaném
    plánovém módu a p&#345;i startu systému Windows.<br>
    &nbsp;</font> </li>
  <li> <font face="Arial"><b>E - mail sledování. </b>V<b> </b>SendBlaster
    2 je zabudovaná podpora která spole&#269;n&#283; s pr&#367;vodci a panely pro
    Google Analytics - bezplatnou monitorovací službu od Google, a
    TrackReports, vylepšuje naše pokro&#269;ilé monitorování a online
    zpravodajské služby.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>Nová, silná filtrace dat. </b>Silný
    filtr, který nechává uživatele upravovat jejich poštu výb&#283;rem a
    umož&#328;ující nebo vy&#345;azující záznamy srovnávat dle ur&#269;itých
    podmínek. To podporuje vícenásobné operátory a imaginární jednotky,
    tak, aby mohly vizuáln&#283; vytvo&#345;it silný SQL dotaz bez psaní kódu.
    Duplikáty nyní mohou být filtrovaný ven automaticky, jak ve vydání 1,
    nebo ovládaný uživatelem skrz nový, silný vyhledávací nástroj.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>V&#283;tší volby pro odesílaní ven. </b>Uživatelé
    mohou nyní p&#345;idávat uživatelské hlavi&#269;ky, žádat &#269;íst doru&#269;enky,
    nastavit vysokou prioritu pro jejich zprávu, definovat zákaznickou p&#345;izp&#367;sobitelnost
    Pro: podporu slou&#269;eni TAGu v hlavi&#269;kách, umožn&#283;ní nebo vy&#345;azení
    automatického filtrování z duplikátu adres p&#345;i posílání.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>V&#283;tší volby pro úpravy zprávy. </b>Mnoho
    nových tla&#269;ítek v tv&#367;rci panelu mohou uživatelé snadno p&#345;idat
    nebo odstranit odkazem ve zpráv&#283;, p&#345;idejte speciální odkazy pro
    Google Analytics nebo TrackReports, a tak slou&#269;íte odkazy v p&#345;edm&#283;tu
    Pro: pole. Te&#271; jen textovou zprávu (a ne HTML) m&#367;žete snadno
    vytvo&#345;it práv&#283; ozna&#269;ením jen jediného boxu.<br>
    &nbsp;</font> </li>
  <li> <font face="Arial"><b>Spamová kontrola. </b>Te&#271; je možnost vykonávat
    spamové hodnocení ozna&#269;iv za letu p&#345;i úprav&#283; zprávy;
    kontrola spam skóre je založena na populárním jádru SpamAssassin, jeden
    z nejb&#283;žn&#283;jších antispam filtr&#367; mezí poštovními
    servery.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>Náhled ne slou&#269;ené TAGy. </b>Prohlíže&#269;
    si nyní podporuje slu&#269;ovaní TAG&#367; tak, že uživatelé mohou mít více
    p&#345;esn&#283;jší p&#345;edstavy o tom, co bude odesláno.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>V&#283;tší rychlost. </b>SendBlaster nyní
    podporuje až do 50 spojení - tato možnost dramaticky zlepšuje rychlost
    pošty p&#345;i použiti rychlého SMTP serveru. Ješt&#283;, SendBlaster
    nyní dává uživatel&#367;m volbu, nesledovat poštu kdyby internetové p&#345;ipojení
    do&#269;asn&#283; p&#345;estalo pracovat, to umožní ponechat zpracování
    pošty bez dozoru.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>P&#345;izp&#367;sobitelné p&#345;edplatné a zp&#283;tný
    návrat formátu. </b>Uživatelé mohou nyní p&#345;izp&#367;sobit p&#345;edplatné
    a jeho zrušení a p&#345;idají uživatelský odkaz do zp&#283;tného formáty
    pro snadn&#283;jší, automatické zpracování nedoru&#269;ených zpráv.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>SMTP a POP3 profily. </b>Používání vícenásobných
    SMTP a POP3 nastavení je snadn&#283;jší než p&#345;edtím - informa&#269;ní ú&#269;et
    m&#367;že být uložen ve vícenásobných profilech tak, aby všechny SMTP
    a/nebo POP3 nastavení mohli být zm&#283;n&#283;ný jen za n&#283;kolik kliknutí.
    Toto je zvláš&#357; užite&#269;né p&#345;i posílání pošty za n&#283;koho
    jiného.<br>
    &nbsp;</font> </li>
  <li> <font face="Arial"><b>Snímky. </b>Chra&#328;te všechny nastavení pro
    každý daný panel a znovu použijte je pozd&#283;ji jediným kliknutím -
    to je tak snadné, jak tvorba snímku. Snímky rozší&#345;í pojmy
    &quot;profily&quot; do jiné úrovni - tém&#283;&#345; každá skupina
    souvisejících nastavení v SendBlaster m&#367;že být ošet&#345;ená
    jako snímek.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>Podpora pro externí pluginy. </b>Uživatelé mohou
    stáhnout volné pluginy (drobné výkonné nástroje pro specifické úkoly,
    jako import z r&#367;zných e.mail klient&#367;, a td) z naší webové stránky,
    a mnohem víc bude p&#345;idáno v budoucnu. Pluginy API jsou ve&#345;ejné a vývojá&#345;i
    t&#345;etích stran jsou povzbuzovaní k tomu, aby vytvo&#345;ili nové, užite&#269;né
    pluginy.<br>
    &nbsp;</font></li>
  <li> <font face="Arial"><b>Nová, snadn&#283;jší- úprava šablony. </b>SendBlaster
    2 má víc než 100 nových profesionáln&#283; navržených šablon, všichni
    jsou variabilní k použiti a mohou být snadno p&#345;izp&#367;sobené dle zákazníka
    .<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><font FACE="Arial" SIZE="2"><b>Snadn&#283;jší p&#345;ístup
    k datovým soubor&#367;m. </b>P&#345;ímo zp&#345;ístupn&#283;né databázové
    soubory pro záložní ú&#269;ely, protože jsou uložené uvnit&#345; složky
    Dokumenty</font><br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>Nevyžaduje administra&#269;ní privilegia. </b>SendBlaster
    2 m&#367;že být provozovaný standardními uživateli na libovolných systémech
    Windows.<br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>P&#345;esne a jemné lad&#283;ní. </b>Mnoho menších
    chyb bylo odstran&#283;no, a výkon byl jemn&#283; nalad&#283;n v mnoha
    oblastech.<br>
    &nbsp;</font></li>
  <li><font face="Arial"><b>P&#345;ipravený pro Windows 7. </b>Software je stále
    testován s platformou Microsoft a dalšími opera&#269;ními systémy; p&#345;i
    b&#283;hu nevyžaduje žádnou dodate&#269;nou kompatibilitu. <br>
    &nbsp;</font> </li>
  <li><font face="Arial"><b>A mnohem víc! </b>SendBlaster 2 má mnohem víc malých
    zlepšení která nechává uživatele pracovat lépe a rychle.</font></li>
</ul>
<p>&nbsp;</p>
</body>
</html>
