<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Exportar</p>
<p class="item">O SendBlaster permite exportar dados a partir de uma lista de distribui&ccedil;&atilde;o* 
  para um ficheiro no formato .<i>csv</i>. Depois de seleccionar a lista a ser exportada poder&aacute; escolher um dos seguintes m&eacute;todos de exporta&ccedil;&atilde;o:</p>
<ol>
  <li class="item"><span class="itemelement">Exportar todos os endere&ccedil;os:</span> todos os endere&ccedil;os da lista ser&atilde;o exportados.<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Exportar apenas os endere&ccedil;os subscritos</span>: 
    apenas os endere&ccedil;os subscritos ser&atilde;o exportados da lista seleccionada 
    (endere&ccedil;os com o s&iacute;mbolo <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12"> na janela  <a href="sendblaster_lists_managing.htm" class="itemelement">Gerir listas</a>).<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Exportar apenas os endere&ccedil;os que cancelaram a subscri&ccedil;&atilde;o</span>: 
    apenas os endere&ccedil;os que cancelaram a subscri&ccedil;&atilde;o ser&atilde;o exportados a partir da lista seleccionada 
    (os endere&ccedil;os com o s&iacute;mbolo <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12"> na janela <a href="sendblaster_lists_managing.htm" class="itemelement">Gerir listas</a>).<br>
    &nbsp; </li>
  <li class="item"><span class="itemelement">Exportar apenas os endere&ccedil;os activos</span>: 
    apenas os endere&ccedil;os que cancelaram a subscri&ccedil;&atilde;o ser&atilde;o exportados. Atrav&eacute;s das op&ccedil;&otilde;es de filtragem que se encontram na janela <a href="sendblaster_lists_managing.htm" class="itemelement">Gerir listas</a> este m&eacute;todo permite definir exporta&ccedil;&otilde;es selectivas e espec&iacute;ficas.</li>
</ol>
<p class=item>Ao clicar no bot&atilde;o  <span class="itemelement">Exportar</span> aparece uma janela na qual se define o nome do ficheiro para o qual se vai exportar. A op&ccedil;&atilde;o <span class="itemelement">Delimitador de campo</span> ter&aacute; tamb&eacute;m de ser especificada (o car&aacute;cter separador de coluna) 
  e voc&ecirc; poder&aacute; especificar se <span class="itemelement">A primeira linha cont&eacute;m nomes de campos</span>. Para terminar, voc&ecirc; poder&aacute; seleccionar os campos a serem exportados e, depois de clicar no bot&atilde;o <span class="itemelement">Seguinte</span>, o processo de exporta&ccedil;&atilde;o come&ccedil;ar&aacute;.</p>
<hr size="1" noshade>
<p class="item">* As fun&ccedil;&otilde;es de exporta&ccedil;&atilde;o apenas est&atilde;o dispon&iacute;veis na vers&atilde;o profissional.</p>
<p class="item">&nbsp;</p>
</body>
</html>
