<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
    <title>SendBlaster</title>
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
    <p class="title">
        Gerir listas</p>
    <p class="item">
        O SendBlaster pode gerir v&aacute;rias listas de distribui&ccedil;&atilde;o*.
    </p>
    <p class="item">
        A lista actual &eacute; seleccionada atrav&eacute;s de um menu suspenso que se encontra
        na parte superior da janela. Ao lado, poder&aacute; encontrar 3 bot&otilde;es que
        permitem criar uma nova lista (bot&atilde;o <span class="itemelement">Nova</span><span
            class="item">), renomear a lista actual (</span><span class="itemelement">Renomear</span><span
                class="item">), apag&aacute;-la (</span><span class="itemelement">Apagar</span><span
                    class="item">) ou envi&aacute;-la para a impressora (</span><span class="itemelement">Imprimir</span><span
                        class="item">)</span><span class="item">. Estas tarefas tamb&eacute;m poder ser efectuadas
                            clicando no menu suspenso com o bot&atilde;o direito do rato.</span></p>
    <p class="item">
        A &aacute;rea restante da janela &eacute; dedicada &agrave; lista de endere&ccedil;os
        da lista de distribui&ccedil;&atilde;o seleccionada.</p>
    <p class="item">
        Cada endere&ccedil;o mostra: o estado da subscri&ccedil;&atilde;o (assinalado com
        os &iacute;cones
        <img src="img/sendblaster_lists_managing_1.gif" width="12" height="12">
        e
        <img src="img/sendblaster_lists_managing_2.gif" width="12" height="12">), o estado
        da activa&ccedil;&atilde;o (assinalado com uma caixa de verifica&ccedil;&atilde;o),
        os conte&uacute;dos dos 15 <a href="sendblaster_settings_fields.htm" class="itemlink">
            campos personalizados</a> (o primeiro &eacute; sempre o endere&ccedil;o de e-mail),
        a presen&ccedil;a de coment&aacute;rios (assinalada atrav&eacute;s do &iacute;cone
        <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10">, clicando
        nele abre os coment&aacute;rios). A ordem das colunas pode ser alterada, bastando
        que as mova (arrastando o cabe&ccedil;alho de coluna). As colunas tamb&eacute;m
        podem ser redimensionadas.</p>
    <p class="item">
        Durante uma <a href="sendblaster_messages_send.htm" class="itemlink">opera&ccedil;&atilde;o
            de envio</a>, os endere&ccedil;os assinalados como cancelados ou inactivos ser&atilde;o
        ignorados. A opera&ccedil;&atilde;o de envio ir&aacute; portanto afectar apenas
        os endere&ccedil;os que estiverem subscritos e activos. Poder&aacute; detectar facilmente
        os endere&ccedil;os que n&atilde;o ser&atilde;o inclu&iacute;dos nos mailings, porque
        estes s&atilde;o exibidos a cinza:</p>
    <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr>
            <td>
                <img src="img/sendblaster_lists_managing_4.gif" width="156" height="94">
            </td>
            <td valign="middle" class="item">
                &nbsp;
            </td>
            <td width="100%" valign="top" class="item">
                No exemplo da esquerda, a opera&ccedil;&atilde;o de envio apenas afectar&aacute;
                o primeiro endere&ccedil;o, uma vez que &eacute; o &uacute;nico que est&aacute;
                subscrito e activo.
            </td>
        </tr>
    </table>
    <p class="item">
        A lista de endere&ccedil;os pode ser ordenada livremente, clicando nos cabe&ccedil;alhos
        de coluna. Se arrastar um ou mais cabe&ccedil;alhos de coluna para a &aacute;rea
        acima da lista (<span class="itemelement">Arrastar um cabe&ccedil;alho de coluna para
            esta &aacute;rea para agrupar os dados por essa coluna</span>) permitir&aacute;
        agrupar endere&ccedil;os com base no conte&uacute;do dos campos seleccionados. A
        caixa de verifica&ccedil;&atilde;o <span class="itemelement">Total </span>tamb&eacute;m
        ser&aacute; exibida, permitindo (quando assinalada) saber o n&uacute;mero de endere&ccedil;os
        inclu&iacute;dos em cada grupo.</p>
    <table width="100%" border="0" cellpadding="4" cellspacing="0">
        <tr>
            <td>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            </td>
            <td width="100%" bgcolor="#FFFF99" class="item">
                <p>
                    <font color="#009900"><strong>Como filtrar endere&ccedil;os</strong></font></p>
                <p>
                    A activa&ccedil;&atilde;o/desactiva&ccedil;&atilde;o tempor&aacute;ria de um ou
                    mais itens (sem ter de os subscrever) ir&aacute; permitir enviar uma mensagem para
                    um subgrupo de endere&ccedil;os da lista. Ao combinar esta funcionalidade com as
                    funcionalidades de ordenamento/agrupamento permitir&aacute; criar filtragens poderosas
                    a serem aplicadas aos processos de mailing.
                </p>
                <p>
                    Por exemplo, se o campo &quot;Cidade&quot; se encontrar definido, voc&ecirc; poder&aacute;
                    enviar uma mensagem apenas para as pessoas que vivem numa determinada cidade, desactivando
                    temporariamente todos os outros endere&ccedil;os. Se estiver definido um campo &quot;Profiss&atilde;o&quot;
                    voc&ecirc; poder&aacute; enviar uma mensagem apenas para determinadas categorias
                    profissionais (tamb&eacute;m ser&aacute; poss&iacute;vel combinar os dois filtros,
                    utilizando a funcionalidade de agrupamento: os endere&ccedil;os ser&atilde;o primeiro
                    agrupados por &quot;Cidades&quot; e depois por &quot;Profiss&atilde;o&quot;).</p>
                <p>
                    O Sendblaster fornece um poderoso filtro de dados que permite aos utilizadores ajustar
                    a sua lista por permitir seleccionar e activar ou desactivar registos que satisfazem
                    determinadas condições. O SendBlaster suporta diferentes tipos de condições e operadores
                    complexos para que possa especificar uma interrogação SQL poderosa sem escrever
                    código. Este construtor de filtros pode ser acedido através do botão <span class="itemelement">
                        Filter</span>.</p>
                <p>
                    O desactivar de um ou mais endere&ccedil;os ir&aacute; permitir criar listas de
                    exclus&atilde;o (endere&ccedil;os para os quais nunca nenhuma mensagem ser&aacute;
                    enviada, nem mesmo se o utilizador tiver subscrito a lista por vontade pr&oacute;pria).</p>
            </td>
            <td>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            </td>
        </tr>
    </table>
    <p class="item">
        Acima da lista de endere&ccedil;os poder&aacute; encontrar a barra de gest&atilde;o
        de listas. Tamb&eacute;m pode aceder a esses comendo atrav&eacute;s do menu contextual
        que &eacute; exibido quando se clica com o bot&atilde;o direito do rato na lista.</p>
    <p class="item">
        Voc&ecirc; pode inserir novos endere&ccedil;os (bot&atilde;o <span class="itemelement">
            Novo</span>), modificar os endere&ccedil;os seleccionados (<span class="itemelement">Modificar</span>)
        ou apagar um ou mais endere&ccedil;os (<span class="itemelement">Apagar</span>).
        Pode seleccionar v&aacute;rios endere&ccedil;os atrav&eacute;s do teclado ou do
        rato: clicar num endere&ccedil;o enquanto se mant&eacute;m a tecla <em>Ctrl</em>
        pressionada ir&aacute; adicionar o endere&ccedil;o &agrave; selec&ccedil;&atilde;o
        e clicar num endere&ccedil;o enquanto se mant&eacute;m a tecla <em>Shift</em> pressionada
        ir&aacute; adicionar um grupo de endere&ccedil;os.</p>
    <p class="item">
        Com os bot&otilde;es <span class="itemelement">Recortar</span> / <span class="itemelement">
            Copiar</span> / <span class="itemelement">Colar</span><span class="item"> voc&ecirc;
                poder&aacute; apagar endere&ccedil;os ou copi&aacute;-los para a &aacute;rea de
                transfer&ecirc;ncia (se precisar de seleccionar todos os registos, clique com o
                bot&atilde;o direito do rato em qualquer registo e depois escolha a op&ccedil;&atilde;o
            </span><span class="itemelement">Seleccionar tudo</span><span class="item">).</span></p>
    <p class="item">
        Os bot&otilde;es <span class="itemelement">Subscrever endere&ccedil;os seleccionados</span>
        e <span class="itemelement">Cancelar subscri&ccedil;&atilde;o dos endere&ccedil;os seleccionados</span>
        ir&aacute; permitir gerir as subscri&ccedil;&otilde;es manualmente na lista seleccionada
        (o subscrever de uma lista ir&aacute; causar a altera&ccedil;&atilde;o da data de
        subscri&ccedil;&atilde;o). Os bot&otilde;es <span class="itemelement">Activar endere&ccedil;os
            seleccionados</span> e <span class="itemelement">Desactivar endere&ccedil;os seleccionados
            </span>permite activar/desactivar um endere&ccedil;o, independentemente do seu
        estado de subscri&ccedil;&atilde;o.</p>
    <p class="item">
        O botão <span class="itemelement">Filtro</span> permite aos utilizadores filtrar
        registos usando até 5 regras, tal como uma interrogação SQL mas sem complexidade;
        também permite especificar uma acção a efectuar sobre todos os contactos que satisfazem
        as regras: <span class="itemelement">Activá-los/Desactivá-los</span>, ou <span class="itemelement">
            Subscrever/Cancelar Subscrição</span>. Pode também escolher <span class="itemelement">
                Desactivar</span> os contactos que não satisfazem as regras, ou apenas deixá-los
        tal como estão.
    </p>
    <p class="item">
        O bot&atilde;o <span class="itemelement">Hist&oacute;rico</span> exibe a lista das
        mensagens anteriormente enviadas para o endere&ccedil;o seleccionado.</p>
    <p class="item">
        Se clicar no bot&atilde;o <span class="itemelement">Notas </span>aparecer&aacute;
        uma nova janela na qual poder&aacute; inserir texto livre associado ao endere&ccedil;o
        actual. Os endere&ccedil;os quem t&ecirc;m uma nota associada s&atilde;o assinalados
        com o &iacute;cone
        <img src="img/sendblaster_lists_managing_3.gif" width="15" height="10">
        na &uacute;ltima coluna (se clicar neste &iacute;cone abrir&aacute; a janela de
        notas).</p>
    <p class="item">
        O bot&atilde;o <span class="itemelement">Localizar</span>** exibir&aacute; uma janela
        que permite procurar texto num determinado campo ou em v&aacute;rios campos (incluindo
        notas). Se seleccionar <span class="itemelement">Palavras exactas</span><span class="item">
            a opera&ccedil;&atilde;o de pesquisa ir&aacute; apresentar todos os endere&ccedil;os
            que correspondem exactamente ao valor indicado. Caso contr&aacute;rio, a opera&ccedil;&atilde;o
            de pesquisa ir&aacute; exibir todos os endere&ccedil;os que cont&ecirc;m o valor,
            mesmo que n&atilde;o corresponda exactamente ao valor indicado. Para se mover dentro
            da lista de resultados utilize os bot&otilde;es </span><span class="itemelement">Encontrar
                primeira</span><span class="item">, </span><span class="itemelement">Encontrar seguinte</span>
        e <span class="itemelement">Encontrar anterior</span><span class="item"> da janela de
            pesquisa.</span></p>
    <p class="item">
        O botão <span class="itemelement">Encontrar Duplicados</span> irá abrir uma janela
        que lhe permite gerir os emails duplicados nas várias listas. Pode procurar por duplicados
        nas listas seleccionadas, e remover ou editar os contactos duplicados. Note que
        poderá ter emails duplicados nas suas listas e pode escolher se quer enviar emails
        para os duplicados na janela de <a href="sendblaster_settings_advancedsettings.htm"
            class="itemlink">Configurações Avançadas</a>.
    </p>
    <p class="item">
        O bot&atilde;o <span class="itemelement">Comutar vista</span> permite alternar entre
        &quot;vista normal&quot; e a &quot;vista de cart&atilde;o&quot;. Na &quot;vista
        de cart&atilde;o&quot; cada endere&ccedil;o ser&aacute; exibido num cart&atilde;o
        separado com uma largura configur&aacute;vel. A navega&ccedil;&atilde;o &eacute;
        feita atrav&eacute;s da barra de rolamento.</p>
    <p class="item">
        Voc&ecirc; pode apenas querer utilizar um subconjunto dos 15 campos dispon&iacute;veis;
        para poupar espa&ccedil;o no ecr&atilde;, ao clicar em <span class="itemelement">Campos
            vis&iacute;veis</span> poder&aacute; escolher quais os campos a serem exibidos.</p>
    <hr size="1" noshade>
    <p class="item">
        *A edi&ccedil;&atilde;o gr&aacute;tis pode gerir at&eacute; 2 listas de distribui&ccedil;&atilde;o.<br>
        **A pesquisa apenas est&aacute; dispon&iacute;vel na vers&atilde;o profissional</p>
    <p class="item">
        &nbsp;</p>
</body>
</html>
