<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
    <title>SendBlaster</title>
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
    <p class="title">
        SendBlaster</p>
    <p class="item">
        O <strong>Sendblaster</strong> est&aacute; desenhado para enviar r&aacute;pida e
        automaticamente v&aacute;rias mensagens de e-mail para v&aacute;rias listas de distribui&ccedil;&atilde;o.
        O motor de dados sofisticado e a capacidade de enviar mensagens personalizadas (&#8220;Caro
        Sr. Andr&eacute; Rodrigues&#8221;, em vez da express&atilde;o an&oacute;nima &#8220;Caro
        cliente&#8221;) permitem criar newsletters automatizadas e campanhas publicit&aacute;rias.
        Tudo atrav&eacute;s de um software que corre no seu desktop.</p>
    <p class="item">
        Gra&ccedil;as ao motor <b>SmartSend</b> &eacute; poss&iacute;vel enviar v&aacute;rias
        mensagens em simult&acirc;neo, mesmo sem um servidor SMTP, tornando o envio de mensagens
        mais seguro e mais f&aacute;cil do que atrav&eacute;s de um cliente de e-mail normal.
        Cada mensagem &eacute; enviada separadamente. A privacidade dos destinat&aacute;rios
        &eacute; protegida. Ao utilizar o SendBlaster para gerir v&aacute;rios envios tamb&eacute;m
        &eacute; &uacute;til para impedir que os endere&ccedil;os das outras pessoas sejam
        revelados.</p>
    <p class="item">
        As mensagens podem ser escritas directamente no software, com um conjunto completo
        de ferramentas de formata&ccedil;&atilde;o ou importadas a partir de ficheiros externos
        (p&aacute;ginas HTML previamente guardas como mensagens <i>.eml </i>&#8211; por
        exemplo a partir do Outlook). As fun&ccedil;&otilde;es de edi&ccedil;&atilde;o e
        de importa&ccedil;&atilde;o permitem inserir imagens directamente no corpo da mensagem,
        evitando assim links para ficheiros externos (os clientes de e-mail mais recentes
        n&atilde;o as mostram ou exibe um aviso de seguran&ccedil;a).</p>
    <p class="item">
        As listas de distribui&ccedil;&atilde;o s&atilde;o altamente optimizadas: com uns
        poucos cliques poder&aacute; criar novas listas, modificar as listas existentes
        e importar endere&ccedil;os a partir de fontes externas. &Eacute; poss&iacute;vel
        importar dados de:</p>
    <ul>
        <li class="item">Ficheiros de texto formatado (.csv)</li>
        <li class="item">Outlook Express</li>
        <li class="item">&Aacute;rea de transfer&ecirc;ncia</li>
        <li class="item">De uma p&aacute;gina web</li>
    </ul>
    <p class="item">
        Tamb&eacute;m &eacute; poss&iacute;vel receber mensagens de subscri&ccedil;&atilde;o/cancelamento
        num endere&ccedil;o de e-mail dedicado, diferente para cada lista de distribui&ccedil;&atilde;o:
        para subscrever uma lista ter&aacute; de enviar um e-mail para este endere&ccedil;o
        de e-mail com &#8220;Subscrever&#8221; no assunto (ou &#8220;Cancelar subscri&ccedil;&atilde;o&#8221;
        para ser removido). O software descarrega as mensagens e actualiza automaticamente
        as listas de distribui&ccedil;&atilde;o correspondentes.</p>
    <p class="item">
        A gest&atilde;o das subscri&ccedil;&otilde;es atrav&eacute;s de e-mails e a possibilidade
        de importar dados a partir de uma fonte da web permitem facilmente adicionar funcionalidades
        de mailing list ao seu web site, permitindo que o SendBlaster trate de actualizar
        as listas e de enviar as mensagens para os destinat&aacute;rios correctos (evitando
        assim o envio de mensagens para pessoas que n&atilde;o as deviam receber).</p>
    <p class="item">
        A gest&atilde;o dos e-mails das listas de distribui&ccedil;&atilde;o &eacute; sofisticada:
        os endere&ccedil;os podem ser activados ou desactivados atrav&eacute;s de um simples
        clique e &eacute; poss&iacute;vel filtrar os dados de uma forma muito avan&ccedil;ada,
        baseada no conte&uacute;do de um ou mais campos. O combinar destas duas funcionalidades
        permite enviar mensagens para um subgrupo muito espec&iacute;fico de endere&ccedil;os
        de uma determinada lista (por exemplo, apenas as pessoas que vivem numa determinada
        &aacute;rea ou os contactos pertencentes a um ramo de actividade espec&iacute;fico).
    </p>
    <p class="item">
        O software tamb&eacute;m reconhece as novas subscri&ccedil;&otilde;es e, por isso,
        &eacute; poss&iacute;vel enviar uma mensagem apenas para as pessoas que ainda n&atilde;o
        a tenham recebido. Os campos podem ser personalizados e existem v&aacute;rias op&ccedil;&otilde;es
        de pesquisa. Cada endere&ccedil;o pode ser associado com notas do tipo &#8220;PostIt&#8221;,
        cujos conte&uacute;dos tamb&eacute;m s&atilde;o pesquis&aacute;veis.</p>
    <p class="title">
        As edi&ccedil;&otilde;es</p>
    <table width="400" border="0" cellpadding="0" cellspacing="0">
        <tr>
            <td valign="top" class="item">
                Algumas das funcionalidades descritas nos ficheiros de ajuda apenas est&atilde;o
                dispon&iacute;veis na vers&atilde;o profissional, como pode verificar na seguinte
                tabela comparativa:
            </td>
            <td width="170" valign="top">
                <iframe name="mainframe" src="sendblaster_compare.htm" scrolling="no" width="200"
                    height="200" frameborder="0"></iframe>
            </td>
        </tr>
    </table>
    <table width="100%" border="0" cellpadding="4" cellspacing="0">
        <tr>
            <td>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            </td>
            <td width="100%" bgcolor="#FFFF99" class="item">
                <p>
                    <strong><font color="#009900">Os primeiros passos</font></strong></p>
                <p class="item">
                    Como escrever uma mensagem e a enviar em poucos simples passos:</p>
                <p class="item">
                    <strong>1. Escrever uma mensagem:</strong> no painel <span class="itemelement">Mensagens</span>
                    clique em <a href="sendblaster_messages_compose.htm" class="itemlink">Escrever mensagem</a>;
                    depois escreva a mensagem (adicione imagens, caso deseje) ou importe-a a partir
                    de um ficheiro externo (por exemplo, a partir de um e-mail anteriormente guardado
                    no Outlook Express). Nesse momento pode ser &uacute;til explorar a utiliza&ccedil;&atilde;o
                    de marcadores que ser&atilde;o substitu&iacute;dos pelos dados reais do destinat&aacute;rio:
                    <i>Caro</i> <i>#name#</i> passar&aacute; a ser<i> Caro Andr&eacute; Rodrigues</i>.</p>
                <p class="item">
                    <strong>2. Definir uma lista de endere&ccedil;os:</strong> clique em <a href="sendblaster_lists_managing.htm"
                        class="itemlink">Gerir listas</a> no painel<span class="itemelement"> Listas e endere&ccedil;os</span>.
                    Insira os novos endere&ccedil;os na lista padr&atilde;o ou crie uma nova lista,
                    por exemplo atrav&eacute;s da fun&ccedil;&atilde;o <a href="sendblaster_lists_import.htm"
                        class="itemlink">Importar a partir do Outlook Express</a>; experimente as fun&ccedil;&otilde;es
                    de agrupamento, arrastando o cabe&ccedil;alho de coluna para a &aacute;rea especial
                    acima do cabe&ccedil;alho de coluna e activar e desactivar endere&ccedil;os.</p>
                <p class="item">
                    <strong>3. Activar a mensagem:</strong> no painel <span class="itemelement">Mensagens</span>
                    clique em <a href="sendblaster_messages_send.htm" class="itemlink">Enviar</a>; escolha
                    a lista destinat&aacute;rios e especifique os par&acirc;metros da conex&atilde;o
                    do servidor SMTP ou experimento o envio directo (podendo neste caso experimentar
                    as op&ccedil;&otilde;es de envio r&aacute;pido).</p>
            </td>
            <td class="Normal">
                &nbsp;
            </td>
        </tr>
    </table>
    <p>
        &nbsp;</p>
</body>
</html>
