<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Seguran&ccedil;a</p>
<p class="item">O acesso ao software pode ser protegido por senha*.</p>
<ul>
  <li class="item">Para <strong>definir uma nova senha</strong> (caso o acesso ao software n&atilde;o tenha  sido anteriormente protegido) digite-a no campo <span class="itemelement">Nova senha</span> e digite-o novamente no campo <span class="itemelement">Confirmar senha</span> e, finalmente, clique no bot&atilde;o  <span class="itemelement">Guardar</span>.<br>
    &nbsp; </li>
  <li class="item">Para alterar a senha, digite a senha actual no campo <span class="itemelement">Senha antiga, </span>depois digite a nova senha no campo <span class="itemelement">Nova senha </span> e digite tamb&eacute;m no campo <span class="itemelement">Confirmar a nova senha</span>. Para terminar, clique no bot&atilde;o <span class="itemelement">Guardar</span>.<br>
  &nbsp; </li>
  <li class="item">Para apagar uma senha (tornando o software acess&iacute;vel a qualquer um) 
    digite a senha actual no campo Senha antiga, deixe os campos <span class="itemelement">Nova senha </span>e <span class="itemelement">Confirmar nova senha</span> vazios e depois clique no bot&atilde;o  <span class="itemelement">Guardar</span>.</li>
</ul>
<p class="item">As novas configura&ccedil;&otilde;es ficar&atilde;o dispon&iacute;veis da pr&oacute;xima vez que o software for executado.</p>
<p class="item"><strong><font color="#FF0000">Aviso:</font> Se decidir proteger o acesso ao software, cuide bem da sua senha!</strong> N&atilde;o s&atilde;o fornecidas funcionalidades especiais para recuperar a senha e caso esta se perca voc&ecirc; perder&aacute; o acesso ao software. Para voltar a ter acesso ao programa ser&aacute; necess&aacute;rio desinstal&aacute;-lo, remover manualmente todos os ficheiros e directorias do local de instala&ccedil;&atilde;o (por motivos de seguran&ccedil;a os ficheiros da base de dados n&atilde;o s&atilde;o desinstalados) e, finalmente, instalar o software novamente. Neste caso, todos os seus dados ser&atilde;o perdidos!</p>
<hr size="1" noshade>
<p class="item">*A protec&ccedil;&atilde;o de senha est&aacute; dispon&iacute;vel na vers&atilde;o profissional</p>
</body>
</html>
