<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <link href="sendblaster.css" rel="stylesheet" type="text/css">
    <title>SendBlaster</title>
</head>
<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
    <p class="title">
        FAQ</p>
    <p class="item">
        <strong>Quando envio uma mensagem para v&aacute;rios destinat&aacute;rios eles conseguem
            ver os endere&ccedil;os dos outros destinat&aacute;rios?</strong></p>
    <blockquote>
        <p class="item">
            N&atilde;o, o SendBlaster envia cada mensagem separadamente: a privacidade dos destinat&aacute;rios
            &eacute; preservada. Utilizar o SendBlaster gerir v&aacute;rios envios &eacute;
            &uacute;til para prevenir que os endere&ccedil;os dos outros destinat&aacute;rios
            sejam acidentalmente enviados, o que viola a regras de privacidade.<br>
            &nbsp;
        </p>
    </blockquote>
    <p class="item">
        <strong>Como filtro uma lista?</strong></p>
    <blockquote>
        <p class="item">
            Se utilizar as fun&ccedil;&otilde;es de ordenamento/agrupamento da sec&ccedil;&atilde;o
            <a href="sendblaster_lists_managing.htm" class="itemelement">Gerir listas</a> e
            activar/desactivar temporariamente um grupo de endere&ccedil;os, ir&aacute; permitir
            enviar uma mensagem a um subgrupo dos endere&ccedil;os da lista actual. Pode também
            usar o botão <span class="itemelement">Filtro</span>.</p>
    </blockquote>
    <p class="item">
        <strong>Como posso inserir no corpo da mensagem um link para cancelar a subscri&ccedil;&atilde;o?</strong></p>
    <blockquote>
        <p class="item">
            O SendBlaster pode gerir as suas listas de distribui&ccedil;&atilde;o descarregando
            as mensagens a partir de um endere&ccedil;o de e-mail, diferente para cada lista
            (ver <a href="sendblaster_lists_subscribe.htm" class="itemelement">Gerir subscri&ccedil;&otilde;es</a>).
            Portanto, ao utilizar tags, &eacute; simples inserir um link de cancelamento no
            c&oacute;digo de HTML:</p>
        <blockquote>
            <p class="valore">
                &lt;a href=&quot;mailto:#managingemail#?Subject=Unsubscribe&quot;&gt;Unsubscribe&lt;/a&gt;</p>
        </blockquote>
        <p class="item">
            O c&oacute;digo HTML ser&aacute; inserido na sec&ccedil;&atilde;o HTML da
            mensagem, e poderá revê-lo/editá-lo clicando em <span class="itemelement">Exibir c&oacute;digo</span>.</p>
    </blockquote>
    <p class="item">
        <strong>Quando eu envio uma mensagem para uma lista de distribui&ccedil;&atilde;o, algumas
            das mensagens n&atilde;o s&atilde;o entregues e s&atilde;o devolvidas com erro.</strong></p>
    <blockquote>
        <p class="item">
            Ao enviar para v&aacute;rios de endere&ccedil;os &eacute; normal que nem todas as
            mensagens consigam chegar ao destino: alguns dos endere&ccedil;os poder&atilde;o
            ter ficado inactivos ou temporariamente indispon&iacute;veis, servidores de e-mail
            sobrecarregados, a liga&ccedil;&atilde;o estar momentaneamente interrompida ou lenda.</p>
        <p class="item">
            Se a percentagem de mensagens enviadas for muito baixa ou mesmo nenhuma mensagem
            for enviada, ser&aacute; necess&aacute;rio verificar as <a href="sendblaster_messages_send.htm"
                class="itemlink">Op&ccedil;&otilde;es de envio</a>.</p>
        <p class="item">
            Na verdade poder&aacute; ser preciso alterar o modo de envio (directo ou atrav&eacute;s
            de SMTP) e, caso o seu servidor de SMTP utilize filtros antispam, baixar o n&uacute;mero
            de liga&ccedil;&otilde;es e aumentar a pausa entre as mensagens. O servidor SMTP
            poder&aacute; ter restri&ccedil;&otilde;es que impe&ccedil;am o envio de mais do
            que um determinado n&uacute;mero de mensagens num intervalo de tempo (por exemplo,
            um determinado servidor poder&aacute; impedir o envio de mais de 50 e-mails por
            hora); nesse caso, ap&oacute;s o primeiro envio, a opera&ccedil;&atilde;o ser&aacute;
            conclu&iacute;da mais tarde atrav&eacute;s das fun&ccedil;&otilde;es do <a href="sendblaster_messages_history.htm"
                class="itemelement">Hist&oacute;rico</a>.</p>
        <p class="item">
            Se as restri&ccedil;&otilde;es antispam do servidor SMTP n&atilde;o puderem ser
            contornadas e as opera&ccedil;&otilde;es de envio apenas puderem ser enviadas atrav&eacute;s
            de configura&ccedil;&otilde;es lentas, voc&ecirc; poder&aacute; tentar o envio directo
            ou utilizar um servidor de SMTP &quot;mais tolerante&quot; (&eacute; poss&iacute;vel
            subscrever servi&ccedil;os SMTP na internet, mesmo por pre&ccedil;os reduzidos).</p>
        <p class="item">
            Se o problema se mantiver com o envio directo, poder&aacute; ser necess&aacute;rio
            especificar manualmente o endere&ccedil;o IP do servidor de DNS.<br>
            &nbsp;
        </p>
    </blockquote>
    <p class="item">
        <strong>Perdi a senha e n&atilde;o consigo mais aceder ao programa. O que posso fazer?</strong></p>
    <blockquote>
        <p class="item">
            Infelizmente n&atilde;o ser&aacute; poss&iacute;vel recuperar os seus dados. O procedimento
            seguinte apenas permitir&aacute; voltar a ter acesso ao software.</p>
        <p class="item">
            1. Desinstalar o software atrav&eacute;s do painel de controle do Windows.</p>
        <p class="item">
            2. Remova manualmente a pasta de instala&ccedil;&atilde;o (i.e. <i>C.\Programas\SendBlaster</i>),
            incluindo todas as subpastas; por motivos de seguran&ccedil;a, no caso do software
            ser desinstalado, a base de dados n&atilde;o ser&aacute; automaticamente removida
            (&eacute; por isso que ter&aacute; de a apagar manualmente).</p>
        <p class="item">
            3. Instale o software novamente.</p>
    </blockquote>
</body>
</html>
