<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
    <title>SendBlaster</title>
    <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
    <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
    <p class="title">
        Importar</p>
    <p class="item">
        Voc&ecirc; pode importar dados a partir de uma fonte externa para a lista que se
        encontra seleccionada. H&aacute; quatro tipos de fontes aceites:</p>
    <ul>
        <li class="item">Voc&ecirc; pode importar dados a partir de um ficheiro de texto formatado
            (.csv, .txt) que se encontre no seu computador ou rede local, seleccionando a op&ccedil;&atilde;o
            <span class="itemelement">Importar a partir de ficheiro de texto externo</span>.
            O &#8220;texto formatado&#8221; &eacute; um formato de interc&acirc;mbio muito usado
            por software de folha de c&aacute;lculo e de bases de dados: a maioria do software
            que se enquadra nesta categoria consegue exportar dados para este formato.<br>
            &nbsp; </li>
        <li class="item">Voc&ecirc; pode importar dados a partir de um web site escolhendo a
            op&ccedil;&atilde;o <span class="itemelement">Importar a partir de um site via http://</span>.
            O processo &eacute; muito semelhante ao m&eacute;todo de texto formatado, mas com
            a diferen&ccedil;a de o ficheiro a ser importado n&atilde;o estar acess&iacute;vel
            localmente, mas sim atrav&eacute;s do protocolo HTTP. Os dados a serem importados
            tamb&eacute;m podem ser gerados dinamicamente por um (por exemplo ASP ou PHP). Este
            m&eacute;todo permitir&aacute; importar os conte&uacute;dos de uma base de dados
            on-line que possua um script de exporta&ccedil;&atilde;o. O web link ser&aacute;
            especificado como sendo a fonte dos dados.<br>
            &nbsp; </li>
        <li class="item">Voc&ecirc; pode importar dados a partir da &aacute;rea de transfer&ecirc;ncia
            do Windows (depois de ter colado dados a provenientes de outro software), seleccionando
            a op&ccedil;&atilde;o <span class="itemelement">Importar a partir da &aacute;rea de
                transfer&ecirc;ncia</span>.<br>
            &nbsp; </li>
        <li class="item">Voc&ecirc; pode importar dados a partir do livro de endere&ccedil;os
            do Outlook Express, seleccionando a op&ccedil;&atilde;o <span class="itemelement">Importar
                a partir do Outlook Express</span>.</li>
    </ul>
    <p class="item">
        Os dados obtidos a partir de fontes externas podem ser usados para uma das seguintes
        opera&ccedil;&otilde;es:</p>
    <ul>
        <li class="item">Pode ser adicionada &agrave; lista seleccionada, escolhendo a op&ccedil;&atilde;o
            <span class="itemelement">Adicionar &agrave; lista e subscrever novos endere&ccedil;os</span>.<br>
            &nbsp; </li>
        <li class="item">Podem ser removidos da lista seleccionada, atrav&eacute;s da op&ccedil;&atilde;o
            <span class="itemelement">Remover os novos endere&ccedil;os da lista</span>. Todos
            os endere&ccedil;os inclu&iacute;dos na fonte de dados ser&atilde;o removidos.<br>
            &nbsp; </li>
        <li class="item">Podem ser cancelados da lista (sem os remover e, portanto, preservando
            os seus dados), escolhendo a op&ccedil;&atilde;o<span class="itemelement"> Cancelar
                a subscri&ccedil;&atilde;o dos novos endere&ccedil;os</span>. Esta opera&ccedil;&atilde;o
            &eacute; semelhante &agrave; descrita acima, mas os endere&ccedil;os n&atilde;o
            s&atilde;o removidos da lista e apenas s&atilde;o assinalados como cancelados. Este
            m&eacute;todo permite manter os dados na lista, evitando a inclus&atilde;o dos mesmos
            endere&ccedil;os em futuras opera&ccedil;&otilde;es de mailing.</li>
    </ul>
    <p class="item">
        Depois de ter seleccionado a lista, a fonte de dados e o tipo de opera&ccedil;&atilde;o,
        clique no bot&atilde;o <span class="itemelement">Importar</span>. Aparecer&aacute;
        um assistente que permitir&aacute; especificar algumas op&ccedil;&otilde;es necess&aacute;rias
        para concluir a opera&ccedil;&atilde;o de importa&ccedil;&atilde;o:</p>
    <ul>
        <li class="item"><span class="itemelement">Caminho do ficheiro a importar</span> ou
            <span class="itemelement">URL do ficheiro a importar</span> no caso de uma importa&ccedil;&atilde;o
            web (a importa&ccedil;&atilde;o a partir da &aacute;rea de transfer&ecirc;ncia ou
            do Outlook Express n&atilde;o requer nenhum caminho).<br>
            &nbsp; </li>
        <li class="item">O <span class="itemelement">Formato</span> dos dados (n&atilde;o necess&aacute;rio
            para importar a partir do Outlook Express): se voc&ecirc; escolher <span class="itemelement">
                Delimitado </span>ter&aacute; tamb&eacute;m de especificar o <span class="itemelement">
                    Delimitador de campo</span> e se <span class="itemelement">A primeira linha cont&eacute;m
                        nomes de campo</span>. Se escolher o formato <span class="itemelement">Livre</span>
            apenas ser&atilde;o importados endere&ccedil;os de e-mail (automaticamente detectados)
            e n&atilde;o ser&aacute; necess&aacute;rio indicar o tipo de formato dos dados.<br>
            &nbsp; </li>
        <li class="item">Se estiver a efectuar uma opera&ccedil;&atilde;o de importa&ccedil;&atilde;o
            t&iacute;pica (isto &eacute;, adicionando dados ou a opera&ccedil;&atilde;o <span
                class="itemelement">Adicionar &agrave; lista e subscrever novos endere&ccedil;os</span>),
            duas op&ccedil;&otilde;es extra estar&atilde;o dispon&iacute;veis, indicando o que
            fazer quando um endere&ccedil;o externo (presente nos dados a serem importados)
            j&aacute; se encontrar inclu&iacute;do na lista de destino: se escolher a op&ccedil;&atilde;o
            <span class="itemelement">N&atilde;o adicionar endere&ccedil;os quando forem duplicados
                ou j&aacute; existirem na lista</span>, estes endere&ccedil;os ser&atilde;o
            ignorados (caso contr&aacute;rio seriam adicionados e ficariam duplicados); se escolher
            a op&ccedil;&atilde;o <span class="itemelement">Subscrever endere&ccedil;os j&aacute;
                existentes na lista</span>, se um endere&ccedil;o j&aacute; se encontrar a lista
            de destino, mas n&atilde;o estiver subscrito (ver <a href="sendblaster_lists_managing.htm"
                class="itemelement">Gerir listas</a>), os novos dados n&atilde;o ser&atilde;o
            importados, mas o endere&ccedil;o ser&aacute; assinalado como subscrito.<br>
            &nbsp; </li>
        <li class="item">No passo seguinte ter&aacute; de estabelecer a correspond&ecirc;ncia
            entre os campos da fonte de dados e os campos do SendBlaster e, ao clicar no bot&atilde;o
            <span class="itemelement">Seguinte</span>, a opera&ccedil;&atilde;o de importa&ccedil;&atilde;o
            ter&aacute; in&iacute;cio.</li>
    </ul>
    <p>
        Os <span class="item"><a href="sendblaster_snapshots.htm" class="itemelement">snapshots</a>
            são particularmente úteis aquando da importação: se importou com sucesso um ficheiro,
            tire um snapshot da sua configuração de forma a poder guardar as configurações que
            usou; assim poderá reutilizá-las mais tarde com um par de cliques.</span></p>
    <p class="item">
        <strong><font color="#FF0000">Aviso:</font></strong> a indica&ccedil;&atilde;o correcta
        de qual o campo da fonte de dados externa que cont&eacute;m os endere&ccedil;os
        de e-mail &eacute; particularmente importante, porque:</p>
    <ol>
        <li class="item"><strong>todos os registos externos que n&atilde;o contenham, no campo
            seleccionado, um endere&ccedil;o de e-mail v&aacute;lido ser&atilde;o ignorados</strong>.
            Portanto, se for indicado um campo errado, nenhum registo possuir&aacute; um endere&ccedil;o
            de e-mail v&aacute;lido e todos os dados externos ser&atilde;o ignorados.</li>
        <li class="item">a opera&ccedil;&atilde;o de compara&ccedil;&atilde;o entre os dados
            externos e os dados presentes na lista, para verificar se um endere&ccedil;o j&aacute;
            se encontra na lista ou n&atilde;o, &eacute; efectuada comparando os endere&ccedil;os
            de e-mail presentes com campo especificado.</li>
    </ol>
</body>
</html>
