<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Erweiterte Einstellungen</p>
<p class="item">In diesem Fenster k&ouml;nnen Sie einige der erweiterten Programmeinstellungen vornehmen. </p>
<p class="item"><span class="itemelement">Oberfl&auml;che: </span>:
<ul>
  <li class="item"> <span class="itemelement">Erscheinungsbild: </span>erlaubt es einzustellen, ob das Bedienfeld am Rand mit einer <span class="itemelement">Explorerleiste </span> (optinal mit <span class="itemelement">kleinen Icons</span> in platzsparender Reihenfolge), oder <span class="itemelement">einer Werkzeugleiste</span> angezeigt werden soll. <br>
  &nbsp;</li>
  <li class="item"> <span class="itemelement">TrackReport Link im Bedienfeld anzeigen:</span> erm&ouml;glicht es, den TrackReport Link im Hauptbedienfeld anzuzeigen oder auszublenden; falls Sie nicht vorhaben, TrackReport zu nutzen, k&ouml;nnen Sie diesen Link ausblenden, um Platz in der Leiste zu sparen.<br>
    &nbsp;</li>
  <li class="item"> <span class="itemelement">Google Analytics Link im Bedienfeld anzeigen:</span> erlaubt es, den Google Analytics Link im Hauptbedienfeld anzuzeigen oder auszublenden; falls Sie nicht vorhaben, Google Analytics zu nutzen, k&ouml;nnen Sie diesen Link ausblenden, um Platz in der Leiste zu sparen.<br>
    &nbsp;</li>
  <li class="item"> <span class="itemelement">Tipps beim Programmstart anzeigen:</span> Lassen Sie die Programmtippsanzeige beim Start von SendBlaster so lange aktiviert, bis Sie mit der Software vertraut sind.<br>
    &nbsp;</li>
  <li class="item"> <span class="itemelement">Synchronisieren der bedienfeld&uuml;bergreifenden Listenauswahl:</span> diese leistungsstarke Option erm&ouml;glicht Ihnen das Arbeiten an allen bedienfeld&uuml;bergreifenden Listen, bis Sie diese &auml;ndern. Falls Sie zum Beispiel eine 
    eine Liste im <a href="sendblaster_messages_send.htm" class="itemelement">&quot;Senden&quot; Bildschirm</a> ausw&auml;hlen,
    und dann zum <a href="sendblaster_lists_managing.htm" class="itemelement">Listenmanagement</a> gehen, in der Reihenfolge in der Sie neue Adressen hinzuf&uuml;gen, werden die Listen, 
    welche Sie bereits im <a href="sendblaster_messages_send.htm" class="itemelement">&quot;Senden&quot; Bildschirm</a> ausgew&auml;hlt haben,
    wird automatisch als ausgew&auml;hlt im <a href="sendblaster_lists_managing.htm" class="itemelement">Listenmanagement</a> angezeigt. Der Nachteil an dieser Option ist die Verlangsamung des Programms bei sehr langen Listen oder langsamen PCs: Falls Sie eine unerwartet lange Wartezeit in der Antwortoberfl&auml;che bemerken, deaktivieren Sie diese Funktion.<br>
    &nbsp;</li>
  <li class="item">Nutzen Sie den <span class="itemelement">Sprache </span> Button, um die Sprache der 
    Oberfl&auml;che von SendBlaster zu &auml;ndern. Die ausgew&auml;hlte Sprache wird beim n&auml;chsten Start von SendBlaster 
    ausgef&uuml;hrt.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Nachrichten</span>:
<ul>
  <li class="item"> <span class="itemelement">Voreingestellter Zeichensatz f&uuml;r neue Nachrichten</span>:
    Diese Option erm&ouml;glicht es Ihnen, einzustellen, welcher Zeichensatz/ welche Zeichencodierung bei der Erstellung neuer Nachrichten verwendet werden soll. </li>
</ul>
</p>
<p class="item"><span class="itemelement">Anmeldungen per Email</span>:
<ul>
  <li class="item"> Diese Sektion erlaubt es Ihnen, die Betreffzeilen zu spezifizieren, welche bei Anmeldungen oder Abmeldungen per Email verwendet werden sollen. Sie k&ouml;nnen au&szlig;erdem festlegen, welche Nachrichten diesen Betreffzeilen exakt entsprechen m&uuml;ssen, in der Reihenfolge, in welcher diese als Anmeldung oder Abmeldung behandelt werden sollen bzw. welche speziellen W&ouml;rter nur beinhalten soll.  Um die Funktion auch in &auml;lteren Versionen gew&auml;hrleisten zu k&ouml;nnen, funktionieren die Betreffzeilen &quot;Anmeldung&quot; und &quot;Abmeldung&quot; ebenfalls (in der Reihenfolge, in der Sie die Betreffzeilen hier angeben).    </li>
</ul>
</p>
<p class="item"><span class="itemelement">Nutzerspezifische Formate f&uuml;r unzustellbare E-Mails</span>:
<ul>
  <li class="item"> Durch Klick auf den <span class="itemelement">Hinzuf&uuml;gen oder Editieren von Bounce-Back-Formaten </span>Button, k&ouml;nnen Sie Bounce-Back-Formate hinzuf&uuml;gen
    oder entfernen.   BounceBack Email Formate wurden urspr&uuml;nglich erstellt um von Menschen gelesen zu werden. Aus diesem Grund gibt es kein einheitliches Standardformat. SendBlaster ist aufgrund der integrierten Datenbank in der Lage, die meisten Formate f&uuml;r unzustellbare Emails zu bearbeiten.  Die vorhandenen Formate  k&ouml;nnen durch individuelle BounceBack-Formate der Sendblaster Datenbank hinzugef&uuml;gt werden, so dass SendBlaster diese Formate ebenfalls erkennen kann.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Zeitplanung</span>:
<ul>
  <li class="item"> Durch den Zeitplanmodus kann  SendBlaster  minimiert in der Schnellstartleiste gestartet werden soll, wenn Windows startet; 
    &uuml;ber diesen Weg k&ouml;nnen dann zeitgesteuert die gew&uuml;nschten Mailingaktionen ausgef&uuml;hrt werden. </li>
</ul>
</p>
<p class="item"><span class="itemelement">Senden</span>:
<ul>
  <li class="item"> Diese Einstellung erm&ouml;glicht es Emails an mehrfach vorhandene Eintr&auml;ge in Ihrer Empf&auml;ngerliste mehrfach zu senden. Wir empfehlen diese Option nicht zu nutzen, es sei denn es gibt einen speziellen Grund, dass einige Empf&auml;nger mehrfach benachrichtigt werden.</li>
</ul>
</p>
<p class="item"><span class="itemelement">Plugins</span>:
<ul>
  <li class="item"> Diese Sektion erlaubt es Ihnen die gerade installierten SendBlaster Plugins (ohne diese Deinstallieren zu m&uuml;ssen, welches Sie mit Hilfe der Systemsteuerung oder dem jeweiligen Plugin Deinstaller durchf&uuml;hren k&ouml;nnen) zu aktivieren oder zu deaktivieren.  Sie k&ouml;nnen au&szlig;erdem
    weitere SendBlaster Plugins downloaden, in dem Sie den <span class="itemelement">Weitere Plugins</span> Button klicken. </li>
</ul>
</p>
<p class="item"><span class="itemelement">Datenbank</span>:
<ul>
 <li class="item">Nach dem Anklicken des Datenbank Buttons &ouml;ffnet 
  sich der Windows-Dateiordner, in dem die Benutzerdaten von Sendblaster gespeichert werden; Dies ben&ouml;tigen Sie evtl. f&uuml;r die Wartung, zum Speichern /Backup oder andere Datenbankarbeiten.</li>
</ul>
</p>
<p><span class="itemelement">Versionsinfo und Lizenz</span>:
</p>
<ul>
  <li class="item">Hier finden Sie Informationen zur Softwareversion und Lizenz. Es k&ouml;nnen hier keine Konfigurationen vorgenommen werden. (Sollten Sie ggf. Ihren Lizenzschl&uuml;ssel &auml;ndern m&uuml;ssen, k&ouml;nnen Sie dies w&auml;hrend des Willkommensbildschirms beim Start von Sendblaster tun.)</li>
</ul>
</body>
</html>

