<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title></title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" class="body" marginheight="8"
 marginwidth="8">
<p class="title">Importieren</p>
<p class="item">Sie k&ouml;nnen Daten von einer externen Quelle in die
gegenw&auml;rtig ausgew&auml;hlte Liste importieren. Dazu gibt es vier
verschiedene Wege:</p>
<ul>
  <li class="item"> Sie k&ouml;nnen Daten aus einer formatierten
Textdatei importieren (.csv, .txt), die auf Ihrem lokalen Rechner oder
im lokalen Netzwerk liegt, indem Sie <span style="font-style: italic;"><span
 style="font-weight: bold;"></span></span><span class="itemelement">Von
externer Textdatei importieren</span> ausw&auml;hlen. &#8220;Formatierter
Text&#8221; ist
ein sehr verbreitetes, von Tabellenkalkulationen- und Datenbanksoftware
genutztes Format: Die meisten Anwendungen, die zu dieser Kategorie
geh&ouml;ren, sind in der Lage, Daten in diesem Format zu exportieren.<br>
&nbsp; </li>
  <li class="item">Sie k&ouml;nnen Daten von einer Webseite
importieren, indem Sie <span class="itemelement"> Von einer Webseite
&uuml;ber http:// importieren</span> w&auml;hlen. Dieser Prozess ist
dem
Importieren aus einer externen Textdatei sehr &auml;hnlich, bis auf die
Tatsache, dass die zu importierende Datei nicht auf dem lokalen Rechner
oder im lokalen Netzwerk liegt, sondern &uuml;ber das HTTP Protokoll
zug&auml;nglich ist. Die zu importierenden Daten k&ouml;nnen ebenso
dynamisch von einem Script generiert werden (z. B. ASP oder PHP). Diese
Methode erm&ouml;glicht es Ihnen, Inhalte einer online Datenbank zu
importieren, sofern diese ein Exportscript besitzt. Der Weblink wird
hierzu als die Datenquelle angegeben.<br>
&nbsp; </li>
  <li class="item">Sie k&ouml;nnen Daten aus der Windows-Zwischenablage
(nachdem Sie die Daten aus einer anderen Anwendung kopiert haben)
importieren, indem Sie die Funktion <span class="itemelement">Aus der
Zwischenablage importieren</span> w&auml;hlen.<br>
&nbsp; </li>
  <li class="item">Sie k&ouml;nnen Daten aus dem Adressbuch von Outlook
Express (manchmal auch als Windows-Adressbuch bekannt) importieren,
indem Sie die Funktion <span class="itemelement">Importiere aus
Outlook Express</span> w&auml;hlen<span class="itemelement"></span>.</li>
</ul>
<p class="item">Die von externen Quellen geladenen Daten k&ouml;nnen
f&uuml;r eine der folgenden Operationen verwendet werden:</p>
<ul>
  <li class="item">Die Daten k&ouml;nnen der ausgew&auml;hlten Liste
hinzugef&uuml;gt werden, indem Sie <span class="itemelement">Zur Liste
hinzuf&uuml;gen und neue Adressen anmelden</span> w&auml;hlen.<br>
&nbsp; </li>
  <li class="item">Sie k&ouml;nnen von der ausgew&auml;hlten Liste
entfernt werden, indem Sie die Funktion <span class="itemelement">Neue
Adressen
aus der Liste entfernen </span>w&auml;hlen. Alle in der Datenquelle
enthaltenen Adressen werden, sofern in der Liste vorhanden, entfernt.<br>
&nbsp; </li>
  <li class="item">Sie k&ouml;nnen von der Liste abgemeldet werden
(ohne sie zu endg&uuml;ltig zu entfernen, sodass ihre Daten erhalten
bleiben), indem Sie <span class="itemelement">Neue Adressen abmelden</span>
w&auml;hlen. Dieser Vorgang ist &auml;hnlich dem zuvor beschriebenen,
allerdings werden in diesem Falle die Adressen nicht aus der Liste
gel&ouml;scht. Stattdessen werden sie einfach als "abgemeldet"
markiert.
Diese Methode erh&auml;lt die Daten in der Liste ohne sie in Ihr
Mailing mit einzubeziehen.</li>
</ul>
<p class="item">Nachdem Sie die Liste, die Datenquelle und den
durchzuf&uuml;hrenden Vorgang ausgew&auml;hlt haben, klicken Sie auf
den <span class="itemelement">Importieren</span>-Button. Ein Fenster
mit einem Assistenten &ouml;ffnet sich, in welchem Sie einige
Optionen einstellen, die zur Durchf&uuml;hrung des Importiervorgangs
n&ouml;tig sind:</p>
<ul>
  <li class="item"> Der <span class="itemelement">Pfad zur
importierenden Datei</span> oder die <span class="itemelement">URL der
zu importierenden Datei</span> im Falle eines Imports aus dem Internet
(importieren aus der Zwischenablage oder aus Outlook Express erfordert
keine Pfadangabe).<br>
&nbsp; </li>
  <li class="item">Das Daten-<span class="itemelement">Format</span>
(nicht n&ouml;tig wenn aus Outlook Express importiert wird): Falls Sie <span
 class="itemelement">Begrenzt </span>w&auml;hlen, m&uuml;ssen
Sie ebenfalls Angaben beim <span class="itemelement">Feldbegrenzer</span>
machen und angeben, ob <span class="itemelement">Erste Zeile
enth&auml;lt Feldnamen</span> zutrifft. Indem Sie <span
 class="itemelement">Frei</span>-Format w&auml;hlen, werden nur
Email-Adressen importiert (welche automatisch erkannt werden). In dem
Fall ist keine Spezifizierung des Datenformates n&ouml;tig.<br>
&nbsp; </li>
  <li class="item">Falls Sie einen typischen Importvorgang
durchf&uuml;hren (d. h. Daten hinzuf&uuml;gen oder den Vorgang <span
 class="itemelement">Zur Liste hinzuf&uuml;gen und neue Adressen
anmelden</span>), sind zwei zus&auml;tzliche Optionen verf&uuml;gbar,
um zu entscheiden, wie vorgegangen werden soll, wenn eine externe
Adresse (sofern in den zu importierenden Daten vorhanden) bereits in
der Zielliste vorhanden ist: Indem Sie <span class="itemelement">Adressen
nicht
hinzuf&uuml;gen, wenn diese dupliziert oder bereits in der Liste
vorhanden ist</span> w&auml;hlen, legen Sie fest, dass diese Adressen
ignoriert werden sollen (anderenfalls w&uuml;rden Sie
Doppeleintr&auml;ge erzeugen). Wenn Sie <span class="itemelement">Bereits
in der Liste vorhandene Adressen anmelden </span> w&auml;hlen, wenn
eine Adresse bereits in der Zielliste vorhanden ist, aber nicht
angemeldet (siehe auch <a href="sendblaster_lists_managing.htm"
 class="itemelement">Listen verwalten</a>), werden keine neuen Daten
importiert, aber die Adresse wird als angemeldet markiert.<br>
&nbsp; </li>
  <li class="item">Im folgenden Schritt werden Sie schlie&szlig;lich
gebeten, die &Uuml;bereinstimmung zwischen den Feldern der externen
Datenquelle und den SendBlaster Feldern zu &uuml;berpr&uuml;fen. Wenn
Sie danach auf den <span class="itemelement">Weiter</span>-Button
klicken, wird der Importvorgang gestartet.</li>
</ul>
<p class="item"><strong><font color="#ff0000">Achtung:</font></strong>
Die korrekte Zuordnung des Feldes der externen Datenquelle, das die
Email-Adresse enth&auml;lt, ist besonders wichtig, denn:</p>
<ol>
  <li class="item"><strong>Alle externen Daten, die im
ausgew&auml;hlten Feld keine formal g&uuml;ltige Email-Adresse
enthalten, werden ignoriert.</strong> Falls also das falsche Feld
ausgew&auml;hlt ist, wird kein Datensatz eine g&uuml;ltige
Email-Adresse enthalten und alle externen Daten werden ignoriert.</li>
  <li class="item">Der Vergleich zwischen den externen Daten und den
Daten in der Liste, um zu &uuml;berpr&uuml;fen ob eine Adresse bereits
in der Liste enthalten ist, wird zwischen der gefundenen Email-Adresse
und dem angegebenen Feld durchgef&uuml;hrt.</li>
</ol>
</body>
</html>
