<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Zeitplanung</p>
<p class="item">SendBlaster erm&ouml;glicht es den Versand von Nachrichten genau zu planen, so dass Mailings zu einer vorgegebenen Zeit abgeschickt werden k&ouml;nnen. Mailings k&ouml;nnen nach der Fertigstellung auch erst einmal &quot;geparkt&quot; werden. Der Versand wird somit nicht automatisch gestartet, sondern vom Benutzer zu einem sp&auml;teren Zeitpunkt manuell ausgef&uuml;hrt.</p>
<p class="item"><font color="#FF0000">Achtung:</font> <strong>Der geplante Versand der Mailings wird nur ausgef&uuml;hrt, wenn sich SendBlaster im &quot;Zeitplanmodus&quot; befindet.</strong> - soll hei§en, wenn sich das Programm minimiert in der Systemablage befindet. <strong>Es werden keine Mailings versendet, so lange sich das Programm im &quot;normalen&quot; Modus befindet. Auch dann nicht, wenn der Versandtermin bereits f&auml;llig wurde.</strong>. Klicken Sie auf den Button <span class="itemelement">Zeitplanmodus ausf&uuml;hren </span> wenn Sie m&ouml;chten, dass SendBlaster in die Systemablage minimiert wird und bereits geplante Mailings trotzdem verschickt werden.
(Sie k&ouml;nnen durch Klicken auf das Icon in der Systemablage in den normalen Programmmodus zur&uuml;ckkehren.)</p>
<p class="item">Das Zeitplanfenster zeigt eine Werkzeugleiste und eine &Uuml;bersicht der vorgesehenen Postversand-Aufgaben.</p>
<p class="item">Jede geplante Versandaktion zeigt, ob die vorgesehene Aktion aktiv ist oder nicht, Ausf&uuml;hrungsdatum und -zeit, Titel, die Zielliste und den Betreff, der f&uuml;r den Versand geplanten Nachricht. Die Gr&ouml;&szlig;e der Spalten kann angepasst werden.</p>
<p class="item">Die geplanten Versandaktionen k&ouml;nnen durch einfaches Klicken auf die &Uuml;berschriften der Spalten sortiert werden.
<p class="item">Oberhalb der Adressliste finden Sie die Werkzeugleiste.
Diese Befehle erreichen Sie auch &uuml;ber das Kontextmen&uuml;, welches angezeigt wird, sobald Sie mit der rechten Maustaste auf eine der Listen klicken.</p>
<p class="item">Sie k&ouml;nnen gegenw&auml;rtige Versandaktionen planen (Button <span class="itemelement">Neu</span>),
  den Termin der geplanten Versandaktion &auml;ndern (<span class="itemelement">Datum &auml;ndern</span>),
  eine Vorschau der geplanten Nachricht ansehen (<span class="itemelement">E-mail Vorschau</span>),
  die geplante Versandaktion starten (<span class="itemelement">Jetzt senden</span>),
  oder eine oder mehrere Versandaktionen l&ouml;schen (<span class="itemelement">L&ouml;schen</span>).</p>
<p class="item">&nbsp;</p>
</body>
</html>
