<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title></title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" class="body" marginheight="8"
 marginwidth="8">
<p class="title">Listen verwalten</p>
<p class="item">SendBlaster kann mehrere Verteilerliste verwalten*. </p>
<p class="item">Die gegenw&auml;rtige Liste wird aus einem Auswahl-Men&uuml; in der oberen H&auml;lfte des Fensters gew&auml;hlt. Daneben befinden
sich 3 Buttons, die eine neue Liste erstellen (Button <span
 class="itemelement">Neu</span><span class="item">), die
gegenw&auml;rtige Liste umbenennen (</span><span class="itemelement">Umbennen</span><span
 class="item">) oder diese l&ouml;schen (</span><span
 class="itemelement">L&ouml;schen</span><span class="item">). Diese
Aufgaben k&ouml;nnen durch einen Rechtsklick auf die </span>Auswahl<span
 class="item">-Box durchgef&uuml;hrt werden.</span><span class="item"></span></p>
<p class="item">Der restliche Bereich des Fensters bietet Funktionen zu
den Adressen der ausgew&auml;hlten Liste.</p>
<p class="item">Jede Adresse enth&auml;lt: Den Anmeldstatus (angezeigt
durch <img src="img/sendblaster_lists_managing_1.gif" height="12"
 width="12"> und <img src="img/sendblaster_lists_managing_2.gif"
 height="12" width="12"> -Symbole), den Aktivierungsstatus (angezeigt
durch eine Checkbox), den Inhalt der 15 <a
 href="sendblaster_settings_fields.htm" class="itemlink">benutzerdefinerten
Felder</a> (das Erste ist immer die Email-Adresse), die Existenz von
Kommentaren (angezeigt mittels des <img
 src="img/sendblaster_lists_managing_3.gif" height="10" width="15">
-Symbols, ein Klick darauf &ouml;ffnet die enthaltenen Kommentare). Die
Spaltenreihenfolge kann bearbeitet werden, indem die Spalten bewegt
werden (einfach den Spaltenkopf an die gew&uuml;nschte Stelle ziehen).
Die
Spalten k&ouml;nnen auch in ihrer Gr&ouml;&szlig;e ver&auml;ndert
werden. </p>
<p class="item">W&auml;hrend eines <a
 href="sendblaster_messages_send.htm" class="itemlink">Mailings</a>,
werden die als abgemeldet oder inaktiv markierten Adressen
&uuml;bersprungen. Das Mailing wird deshalb nur jene Adressen
erreichen, die zum Zeitpunkt des Sendens als angemeldet und als aktiv
markiert sind. Sie k&ouml;nnen leicht die Adressen erkennen, die keine
Nachricht erhalten werden, da diese grau dargestellt werden:</p>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <tbody>
    <tr>
      <td><img src="img/sendblaster_lists_managing_4.gif" height="94"
 width="156"></td>
      <td class="item" valign="middle">&nbsp;</td>
      <td class="item" valign="top" width="100%">Im Beispiel links wird
eine Nachricht nur die erste Adresse erreichen, da sie die einzige ist,
die sowohl angemeldet als auch aktiv ist.</td>
    </tr>
  </tbody>
</table>
<p class="item">Die Adressenliste kann frei sortiert werden, indem Sie
die Spaltenk&ouml;pfe anklicken. Verschieben Sie einen oder mehrere
Spaltenk&ouml;pfe im Bereich &uuml;ber der Liste (<span
 class="itemelement">Schieben Sie eines Spaltenkopfes in diesen Bereich
um die Daten zu gruppieren</span>) um die Adressen anders zu sortieren,
je nach Inhalt der jeweiligen Spalte. Die <span class="itemelement">Total</span>-Checkbox
wird ebenfalls angezeigt. Damit k&ouml;nnen Sie (wenn Sie aktiviert
ist) sich die Anzahl der Adressen in jeder Gruppe anzeigen lassen.</p>
<table border="0" cellpadding="4" cellspacing="0" width="100%">
  <tbody>
    <tr>
      <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
      <td class="item" bgcolor="#ffff99" width="100%">
      <p><font color="#009900"><strong>Wie kann man Adressen filtern?</strong></font></p>
      <p>Zeitweilig ein oder mehr Eintr&auml;ge de- oder aktivieren
(ohne sie dadurch von der Gruppe abzumelden), erm&ouml;glicht es Ihnen,
eine Nachricht nur an eine Untergruppe dieser Liste zu senden. Indem
Sie mehrere Merkmale kombinieren und die Sortierfunktion nutzen,
k&ouml;nnen Sie leicht und schnell Filter f&uuml;r Ihr Mailing
einrichten.<br>
      </p>
      <p>Wenn z.B. ein "Stadt"-Feld angegeben ist, k&ouml;nnen Sie
Nachrichten nur an Nutzer senden, die in einer bestimmten Stadt leben,
indem Sie die anderen Adressen zeitweise deaktivieren. Oder wenn ein
"Beruf"-Feld angegeben ist, k&ouml;nnen Sie Nachrichten nur an Nutzer
mit einem bestimmten Berufskreis senden usw. Dies gilt f&uuml;r alle
denkbaren Kategorien (au&szlig;erdem ist es m&ouml;glich, zwei Filter
gleichzeitig einzusetzen, indem Sie die Gruppierungsfunktionalit&auml;t
nutzen: Die Adressen werden erst mittels "Stadt" sortiert und dann
anhand des Inhalts des Feldes "Beruf").<br>
      </p>
      <p>Um schnell Filter zu erstellen, sollten Sie zun&auml;chst alle
Adressen deaktivieren, sie dann nach ihren Kriterien gruppieren und
anschliessend nur diejenigen aktivieren, die Sie in diesem Moment
interessieren.</p>
      <p>Das Deaktivieren einer oder mehrerer Adressen erm&ouml;glicht
es Ihnen Ausschlusslisten zu erzeugen (Adressen an die niemals
Nachrichten gesendet werden, auch nicht, wenn sich wenn sich der Nutzer
spontan an der Liste anmeldet).</p>
      </td>
      <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
    </tr>
  </tbody>
</table>
<p class="item">Oberhalb der Adressliste finden Sie die
Listen-Verwaltungshilfen. Sie k&ouml;nnen die Befehle auch &uuml;ber
das Kontextmen&uuml; ausf&uuml;hren, indem Sie einen Rechtsklick auf
die Liste t&auml;tigen.</p>
<p class="item">Sie k&ouml;nnen eine neue Adresse einf&uuml;gen (Button
<span class="itemelement">Neu</span>), eine gew&auml;hlte Adresse
bearbeiten (<span class="itemelement">Bearbeiten</span>) oder eine oder
mehrere Adressen l&ouml;schen (<span class="itemelement">L&ouml;schen</span>).
Sie k&ouml;nnen mehrere Adressen ausw&auml;hlen, indem Sie sowohl die
Tastatur als auch die Maus verwenden: Klicken Sie auf eine Adresse
w&auml;hrend Sie die <em>Strg</em>-Taste gedr&uuml;ckt halten. So
f&uuml;gen Sie die Adresse zur Auswahl hinzu. Klicken Sie auf die
Adressen, w&auml;hrend Sie die <em>Shift</em>-Taste gedr&uuml;ckt
halten, um eine Gruppe von Adressen hinzuzuf&uuml;gen.</p>
<p class="item">Mit den <span class="itemelement">Ausschneiden</span>
/ <span class="itemelement">Kopieren</span> / <span
 class="itemelement">Einf&uuml;gen</span><span class="item">-Buttons
k&ouml;nnen Sie Adressen l&ouml;schen oder Sie zu oder von der
Zwischenablage kopieren</span><span class="item"> (wenn Sie alle
Eintr&auml;ge markieren m&ouml;chten, klicken sie mit der rechten
Maustaste auf einen beliebigen Eintrag und w&auml;hlen Sie </span><span
 class="itemelement">Alle markieren</span><span class="item">).</span></p>
<p class="item">Die Buttons <span class="itemelement">Ausgew&auml;hlte
Adressen anmelden</span> und <span class="itemelement">Ausgew&auml;hlte
Adressen abmelden</span> erm&ouml;glichen die manuelle Verwaltung der
Anmeldungen in der ausgew&auml;hlten Liste (eine Adresse manuell
anzumelden, ver&auml;ndert das Anmeldedatum dieser Adresse). Die
Buttons <span class="itemelement">Ausgew&auml;hlte Adressen aktivieren</span>
und <span class="itemelement">Ausgew&auml;hlte Adressen deaktivieren </span>
erm&ouml;glichen das de- bzw. aktivieren von Adressen unabh&auml;ngig
von ihrem Anmeldestatus.</p>
<p class="item">Der <span class="itemelement">Verlauf</span>-Button
zeigt eine Liste der zuvor an diese Adresse versendeter Nachrichten.</p>
<p class="item">Klicken Sie auf den <span class="itemelement">Notiz</span>-Button
um zu einem neuen Fenster zu gelangen, indem Sie einen freien Text als
Bemerkung zu dieser Adresse anf&uuml;gen k&ouml;nnen. Die Adressen, zu
denen eine Bemerkung existiert, sind durch ein <img
 src="img/sendblaster_lists_managing_3.gif" height="10" width="15">
Icon in der letzten Spalte markiert (ein Klick auf dieses Icon bewirkt
ebenfalls das Erscheinen des Bemerkungen-Fensters).<br>
</p>
<p class="item">Der <span class="itemelement">Suche</span>**-Button
&ouml;ffnet ein Fenster, in welchem Sie nach einem bestimmten Text in
einem bestimmten oder in mehreren Feldern (inklusive der Bemerkungen)
suchen k&ouml;nnen. Wenn Sie <span class="itemelement">Nur ganze
W&ouml;rter suchen</span> <span class="item"> anklicken, wird das
Suchergebnis nur Ergebnisse anzeigen, in denen das gesuchte Wort als
gesamtes Wort enthalten ist. Anderenfalls wird die Suchfunktion alle
Ergebnisse zeigen, in denen die gesuchten Werte/Daten existieren. Um
durch die Ergebnisliste zu bl&auml;ttern, benutzen Sie die </span><span
 class="itemelement">Zum Anfang</span><span class="item">, </span><span
 class="itemelement">N&auml;chster</span><span class="item"> und </span><span
 class="itemelement">Letzter</span><span class="item">-Buttons im
Suchfenster.</span></p>
<p class="item">Der <span class="itemelement">Ansicht umschalten</span>-Button
erlaubt das Umschalten zwischen normaler Ansicht und der
"Karteikartenansicht" (und umgekehrt). In der "Karteikartenansicht"
wird jede Adresse als eine separate Karte mit variabler Breite
angezeigt. Eine Navigation ist &uuml;ber die horizontale Bildlaufleiste
m&ouml;glich.</p>
<p class="item">M&ouml;glicherweise m&ouml;chten Sie auch nur einen
Teil der 15 verf&uuml;gbaren Felder nutzen (z.B. um Platz auf dem
Bildschirm zu sparen). Indem Sie auf <span class="itemelement">sichtbare
Felder</span> klicken, k&ouml;nnen Sie ausw&auml;hlen, welche Felder
dargestellt werden sollen.</p>
<hr noshade="noshade" size="1">
<p class="item">* Die freie Version kann bis zu 2 Verteilerlisten
verwalten.<br>
** Suchfunktion ist nur in der Pro-Version verf&uuml;gbar.</p>
</body>
</html>
