<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">TrackReport</p>
<p class="item">Mit dieser Navigation bewegen Sie sich ganz einfach durch die <strong>TrackReport</strong> Website, ohne ein zus&auml;tzliches Browserfenster zu &ouml;ffnen. Das Navigationsmen&uuml; wird standardm&auml;&szlig;ig nicht angezeigt, Sie k&ouml;nnen es sichtbar machen, in dem Sie auf das <span class="itemelement">Navigation</span>smen&uuml; klicken; die bekannten Buttons <span class="itemelement">Zur&uuml;ck</span>, <span class="itemelement">Vorw&auml;rts</span>, <span class="itemelement">Startseite</span>, <span class="itemelement">Neu laden</span> und <span class="itemelement">Stopp</span> werden nun angezeigt. </p>
<p class="item">TrackReport ist ein Online-Dienst, welcher Ihnen das Verfolgen von Kampagnen erm&ouml;glicht (zum Bsp.: von wievielen Empf&auml;ngern wurde Ihr Newsletter ge&ouml;ffnet, auf welchen Ihrer Links wurde von wem wie oft geklickt, etc.?)
Die gesammelten Daten werden in detaillierten Charts angezeigt. Um mit der Verfolgung Ihres Mailings zu beginnen, klicken Sie einfach auf den <span class="itemelement">TrackReport</span> Button in der <a href="sendblaster_messages_compose.htm" class="itemlink">Steuerung des Nachrichteneditors </a> von SendBlaster:</p>
<ol class="item">
  <li>Erstellen Sie Ihre Nachricht und f&uuml;gen Sie die gew&uuml;nschten Links ein.</li>
  <li>Sobald Sie die Erstellung Ihrer Nachricht abgeschlossen haben, (sollten Sie noch nicht Online sein) verbinden Sie Ihren PC mit dem Internet und klicken dann auf den <span class="itemelement">TrackReport</span> Button.</li>
  <li>Melden Sie sich in Ihrem TrackReport-Konto an (Falls Sie noch kein Konto angemeldet haben, m&uuml;ssen Sie sich zuerst registrieren).</li>
  <li>Geben Sie einen neuen, eindeutigen Namen f&uuml;r Ihr Mailing ein oder w&auml;hlen Sie aus den bereits vorhandenen aus (Sollten Sie Hilfe ben&ouml;tigen, besuchen Sie bitte die TrackReport Webseite).</li>
</ol>
<p class="item">Alle in der Nachricht enthaltenen Links werden automatisch aktualisiert, so dass sie die notwendigen TrackReport Codes und Nachverfolgungssysteme beinhalten; ein &quot;Tracking-Bild&quot; wird der Nachricht ebenfalls hinzugef&uuml;gt. Da der urspr&uuml;ngliche HTML-Code dabei modifiziert wird, sollte das Hinzuf&uuml;gen des TrackReport Codes erst nach Abschluss der Nachrichtenerstellung erfolgen.
(Mit anderen Worten: das Einsetzen des TrackReport Codes ist der letzte Schritt bei der Fertigstellung von Nachrichten)*.</p>
<p class="item">Da diese Funktion den Zugang zur TrackReport Online API voraussetzt, m&uuml;ssen Sie, um Ihrer Nachricht den TrackReport Code erfolgreich hinzuf&uuml;gen zu k&ouml;nnen, mit dem Internet verbunden sein. </p>
<p class="item">Da sich TrackReport zur Zeit in der Beta-Phase befindet, wird dieser Service den Kunden von SendBlaster momentan kostenlos zur Verf&uuml;gung gestellt. Bitte beachten Sie, dass SendBlaster diesen Service zwar vollst&auml;ndig integriert hat, <strong>TrackReports selbst aber kein Teil der SendBlaster (Software) ist </strong> und in Zukunft eventuell auch als bezahlter Service angeboten werden kann; das momentane Angebot ist ohne Garantie. </p>
<p class="item"><font color="#FF0000">Warnhinweis:</font> TrackReport verwendet einen Weiterleitungsmechanismus (&auml;hnlich dem der Kurz-URL-Dienste); sollte der Server auf dem TrackReport gehostet ist nicht verf&uuml;gbar sein, sind auch die getrackten Links nicht mehr erreichbar.
(Ihre Empf&auml;nger k&ouml;nnen die Links in dieser Zeit somit nicht &ouml;ffnen.) Wir empfehlen Ihnen deshalb, TrackReport oder andere Nachverfolgungssysteme (Kurz-URL-Dienste), bei zeitkritischer Kommunikation, nicht anzuwenden.  </p>
<hr size="1" noshade>
<p class="item">*Es sei denn, Sie m&ouml;chten einige Links einf&uuml;gen, welche nicht verfolgt werden sollen. In diesem Fall f&uuml;gen Sie dann die jeweiligen Links erst nach dem Hinzuf&uuml;gen des TrackReport Codes ein. Falls Sie beide Systeme nutzen m&ouml;chten, <a href="sendblaster_messages_googleanalytics.htm" class="itemlink">Google Analytics</a> als auch TrackReport, so f&uuml;gen Sie Ihrer Nachricht zuerst den Google Analytics Code und dann den TrackReport Code hinzu.</p>
</body>
</html>
