<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>SendBlaster</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>

<body leftmargin="8" topmargin="8" marginwidth="8" marginheight="8" class="body">
<p class="title">Google Analytics </p>
<p class="item">Dieses Bedienungsfeld erm&ouml;glicht es Ihnen ganz einfach durch  <strong>Google Analytics</strong> zu navigieren, ohne einen externes Browserfenster &ouml;ffnen zu m&uuml;ssen. Das Navigationsmen&uuml; wird standardm&auml;&szlig;ig nicht angezeigt, Sie k&ouml;nnen es sichtbar machen, in dem Sie auf das <span class="itemelement">Navigationsmen&uuml; </span> klicken; die bekannten Buttons <span class="itemelement">Zur&uuml;ck</span>, <span class="itemelement">Vorw&auml;rts</span>, <span class="itemelement">Startseite</span>, <span class="itemelement">Neu laden</span> und <span class="itemelement">Stopp</span> werden nun angezeigt. </p>
<p class="item">Google Analytics ist die am weitesten verbreitete Webanalyse-L&ouml;sung. Es bietet nicht nur umfangreiche M&ouml;glichkeiten, den Verkehr auf Webseiten zu analysieren, sondern erm&ouml;glicht auch einen Einblick in die Marktwirksamkeit der Seite. Falls Sie Google Analytics bereits auf Ihrer Webseite verwenden, wird es Ihnen leicht fallen, Ihre Email-Kampagnen ebenfalls mit Hilfe des Trackings zu verfolgen: Benutzen Sie einfach den <span class="itemelement">Google Analytics</span> Button im <a href="sendblaster_messages_compose.htm" class="itemlink">Nachrichteneditor</a> von SendBlaster :</p>
<ol class="item">
  <li>Erstellen Sie Ihre Nachricht und f&uuml;gen Sie weitere Links ein</li>
  <li>Sobald Sie fertig sind, klicken Sie auf den <span class="itemelement">Google Analytics</span> Button</li>
  <li>Tragen Sie die Details Ihrer Kampagne ein (falls Sie Hilfe ben&ouml;tigen, gehen Sie bitte direkt zur Webseite von Google Analytics)</li>
</ol>
<p class="item">Alle Links in der Nachricht werden automatisch aktualisiert, so dass sie den erforderlichen Google Analytics Code beinhalten. Da der urspr&uuml;ngliche HTML-Code dabei modifiziert wird, ist das Hinzuf&uuml;gen des Google Analytics Code erst nach Abschluss der Nachrichtenerstellung m&ouml;glich.
(Mit anderen Worten: das Einsetzen des Google Analytics Codes ist die letzte Handlung beim Erstellen von Nachrichten)*. </p>
<p class="item">Bitte denken Sie daran <strong>Google Analytics muss bereits auf Ihrer Webseite installiert sein</strong> (oder auf der Webseite, zu der die Besucher umgeleitet werden). Sie m&uuml;ssen mit dem Service vertraut sein, um in der Lage zu sein die zur Verf&uuml;gung gestellten Tracking Informationen zu verstehen und auszuwerten. </p>
<hr size="1" noshade>
<p class="item">*Es sei denn, Sie m&ouml;chten einige Ihrer Links von der Analyse ausschlie&szlig;en: in diesem Fall m&uuml;ssen Sie die nicht verfolgten Links erst nach dem Hinzuf&uuml;gen des Google Analytics Codes eingeben. Sollten Sie sowohl Google Analytics als auch <a href="sendblaster_messages_trackreports.htm" class="itemlink">TrackReports </a>verwenden wollen, f&uuml;gen Sie zuerst Google Analytics und danach TrackReports hinzu (da es auf einem Umleitungssystem basiert). </p>
</body>
</html>
