<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>SendBlaster</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <link href="sendblaster.css" rel="stylesheet" type="text/css">
</head>
<body leftmargin="8" topmargin="8" class="body" marginheight="8"
 marginwidth="8">
<p class="title">SendBlaster</p>
<p class="item"><strong>Sendblaster</strong> wurde entwickelt, um
schnell und automatisiert zahlreiche Email-Nachrichten an verschiedene
Verteilerlisten zu senden. Die ausgekl&uuml;gelte Daten-Engine sowie
die M&ouml;glichkeit, personalisierte Nachrichten (&#8220;Sehr geehrter Herr
Klaus M&uuml;ller&#8221;) zu versenden anstatt anonyme Anreden (&#8220;Sehr
geehrter
Kunde&#8221;), gibt Ihnen die M&ouml;glichkeit,
automatisierte Newsletter und Werbekampagnen durchzuf&uuml;hren. All
das durch eine Software, die lokal auf Ihrem Computer installiert ist.</p>
<p class="item">Dank der <b>SmartSend</b>-Engine ist es m&ouml;glich,
viele Nachrichten gleichzeitg zu senden, sogar ohne einen SMTP Server,
was das Senden von Nachrichten sicherer und leichter macht als das
Versenden mittels eines Standard Email-Programms. Jede Nachricht wird
separat gesendet. Der Datenschutz der Empf&auml;nger wird gewahrt. Die
Verwendung von SendBlaster zum Versenden sch&uuml;tzt davor,
unabsichtlich die Email-Adressen anderer Empf&auml;nger zu
ver&ouml;ffentlichen.</p>
<p class="item">Die Nachrichten k&ouml;nnen direkt in der Anwendung
erstellt werden, dabei steht Ihnen eine gro&szlig;e Palette von Formatierungshilfen zur Verf&uuml;gung. Ebenso k&ouml;nnen Nachrichten
von externen Dateien (HTML-Seiten oder fr&uuml;her gespeicherte <i>.eml</i>-Nachrichten
&#8211; zum Beispiel aus Outlook) importiert werden. Die Bearbeitungs- und
Importfunktionen erlauben Ihnen, Bilder direkt in den Nachrichtentext
einzuf&uuml;gen, wodurch die Verlinkung zu externen Dateien
&uuml;berfl&uuml;ssig wird (aktuelle Email-Programme erlauben dies
nicht oder zeigen eine Sicherheitswarnung an).</p>
<p class="item">Die Verwaltung der Verteilerlisten ist bestm&ouml;glich
optimiert: Mit einigen wenigen Klicks k&ouml;nnen Sie neue Listen
erstellen, bestehende Listen bearbeiten oder Adressen von externen
Quellen importieren. Daten k&ouml;nnen aus den folgenden Quellen
importiert werden:</p>
<ul>
  <li class="item">formatierte Textdatei (.csv)</li>
  <li class="item">Outlook Express</li>
  <li class="item">Aus der Zwischenablage</li>
  <li class="item">Von einer Webseite</li>
</ul>
<p class="item">Ebenso ist es m&ouml;glich, An- oder Abmeldenachrichten
an eine, f&uuml;r jede Verteilerliste unterschiedlich festgelegte
Email-Adresse, zu erhalten: Um sich an einer Liste anzumelden ist nur
eine Email an diese Adresse n&ouml;tig mit dem Betreff &#8220;Subscribe&#8221; in
der Betreffzeile (oder &#8220;Unsubscribe&#8221;, um sich abzumelden). Die Software
l&auml;dt die Nachrichten herunter und aktualisiert automatisch die
dazugeh&ouml;rigen Verteilerlisten.</p>
<p class="item">Anmeldungen durch Emails zu verwalten sowie die
M&ouml;glichkeit, Daten von einer Quelle aus dem Internet zu verwenden,
macht es Ihnen einfach, Verteilerlisten
mit neuen Empf&auml;ngern &uuml;ber Ihre Webseite zu erweitern, wobei SendBlaster das Aktualisieren
der Listen und das Versenden an die jeweils richtigen Empf&auml;nger
verwaltet (wodurch vermieden wird, Emails an nicht daf&uuml;r
vorgesehen Empf&auml;nger zu versenden).<br>
</p>
<p class="item">Die Verwaltung der Email-Verteilerlisten ist effektiv und benutzerfreundlich organisiert: Adressen k&ouml;nnen mit einem einzigen Mausklick de- oder
aktiviert werden. Zudem ist es m&ouml;glich, Daten nach jeder
beliebigen Art, je nach Inhalt eines oder mehrerer Felder, zu filtern.
Diese beiden Funktionen zusammen erm&ouml;glichen es Ihnen, Nachrichten
nur an bestimmte Subgruppen der Adressen einer spezifischen Liste zu
versenden (z. B. nur an Empf&auml;nger in bestimmten Regionen oder an
jene Kontakte, die zu einem bestimmten Gesch&auml;ftszweig
geh&ouml;ren).
</p>
<p class="item">Die Software erkennt zudem automatisch Neuanmeldungen.
Dadurch ist es m&ouml;glich, eine Nachricht nur an Empf&auml;nger zu
verschicken, die diese vorher noch nicht erhalten haben. Die Felder
k&ouml;nnen angepasst werden und es gibt mehrer Suchoptionen. Jede
Adresse kann mit einer &#8220;PostIt&#8221; &auml;hnlichen Notiz verkn&uuml;pft
werden, deren Inhalte ebenfalls durchsuchbar sind.</p>
<p class="title">Die Versionen<br>
</p>
<table border="0" cellpadding="0" cellspacing="0" width="402">
  <tbody>
    <tr>
      <td class="item" valign="top">Manche der hier beschriebenen
Funktionen sind nur in der Pro-Version verf&uuml;gbar. Hier eine kurze
Vergleichsansicht:</td>
      <td valign="top" width="170"> <iframe name="mainframe"
 src="sendblaster_compare.htm" frameborder="0" height="200"
 scrolling="no" width="202"> </iframe><br>
      </td>
    </tr>
  </tbody>
</table>
<table border="0" cellpadding="4" cellspacing="0" width="100%">
  <tbody>
    <tr>
      <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
      <td class="item" bgcolor="#ffff99" width="100%">
      <p><strong><font color="#009900">Erste Schritte</font></strong></p>
      <p class="item">Erstellen und versenden einer Nachricht in nur
wenigen Schritten:</p>
      <p class="item"><strong>1. </strong><strong>Nachricht erstellen:</strong>
Im <span class="itemelement">Nachrichten</span>-Bereich einfach auf <a
 href="sendblaster_messages_compose.htm" class="itemlink">Nachricht
verfassen</a> klicken und eine Nachricht erstellen (das Einf&uuml;gen
von Bildern ebenfalls m&ouml;glich) oder die Nachricht aus einer
externen Datei (z.B. von einer zuvor unter Outlook Express
gespeicherten Email) importieren. Zu diesem Zeitpunkt ist es durchaus sinnvoll, sich mit dem Gebrauch der Tags (Variablen) vertraut zu machen, die
sp&auml;ter von den tats&auml;chlichen Empf&auml;ngerdaten ersetzt
werden: <i>Sehr geehrte(r)</i> <i>#name#</i> wird zu <i>Sehr
geehrte(r) Klaus M&uuml;ller</i>.</p>
      <p class="item"><strong>2. </strong><strong>Eine Versendeliste
definieren:</strong> Klicken Sie auf <a
 href="sendblaster_lists_managing.htm" class="itemlink">Listen verwalten</a>
im Bereich<span class="itemelement"> Listen und Adressen</span>.
F&uuml;gen Sie neue Adressen in die Standardliste ein oder erstellen
Sie eine neue Liste (z.B. indem Sie die <span
 style="text-decoration: underline;"></span><a
 href="sendblaster_lists_import.htm" class="itemlink">Importieren aus
Outlook Express</a>-Funktion verwenden). Probieren Sie die
unterschiedlichen Gruppierungsfunktionen aus, indem Sie den Spaltenkopf
in den Bereich &uuml;ber den Spaltenkopf ziehen und Adressen de- oder
aktivieren.</p>
      <p class="item"><strong>3. </strong><strong>Nachricht senden</strong><strong>:</strong>
Im <span class="itemelement">Nachrichten</span>-Bereich auf <a
 href="sendblaster_messages_send.htm" class="itemlink">Senden</a>
klicken, die Empf&auml;ngerliste ausw&auml;hlen und die
SMTP-Serververbindungsparameter definieren oder den Direktsendemodus
nutzen (in diesem Falle ist das Spezifizieren von besonders schnellen
Sendeoptionen m&ouml;glich).</p>
      </td>
      <td class="Normal">&nbsp; </td>
    </tr>
  </tbody>
</table>
<p>&nbsp;</p>
</body>
</html>
