<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <link href="sendblaster.css" rel="stylesheet" type="text/css">
  <title></title>
</head>
<body leftmargin="8" topmargin="8" class="body" marginheight="8"
 marginwidth="8">
<p class="title">FAQ</p>
<p class="item"><strong>K&ouml;nnen alle Empf&auml;nger die Adressen
der Anderen sehen, wenn ich eine Nachricht an mehrere Empf&auml;nger
versende?</strong></p>
<blockquote>
  <p class="item">Nein, SendBlaster sendet jede Nachricht separat: Die
Privatsph&auml;re des Empf&auml;ngers wird gewahrt. SendBlaster zur
Versendung vieler Nachrichten zu verwenden ist deshalb n&uuml;tzlich,
wenn man verhindern m&ouml;chte, dass Email-Adressen unabsichtlich
anderen zug&auml;nglich gemacht werden, was eine Verletzung der
Datenschutzrichtlinien darstellen w&uuml;rde.<br>
&nbsp; </p>
</blockquote>
<p class="item"><strong>Wie kann ich eine Liste filtern?</strong></p>
<blockquote>
  <p class="item">Nutzen Sie die Sortier-/Gruppierfunktion im Bereich <a
 href="sendblaster_lists_managing.htm" class="itemelement">Listen
verwalten</a>  und de- oder aktivieren Sie Adressen zeitweise,
um Nachrichten an eine bestimmte Untergruppe von Adressen der
gegenw&auml;rtigen Liste zu senden.<br>
  <br>
  </p>
</blockquote>
<p class="item"><strong>Wie kann ich einen Abmelde-Link im
Nachrichtentext einf&uuml;gen?</strong></p>
<blockquote>
  <p class="item">SendBlaster kann seine Verteilerlisten verwalten,
indem es Nachrichten von einer bestimmten Email-Adresse abruft,
f&uuml;r unterschiedliche Verteilerlisten werden unterschiedliche
Email-Adressen verwendet (siehe auch <a
 href="sendblaster_lists_subscribe.htm" class="itemelement">Anmeldungen
verwalten</a>). Deshalb ist es sehr einfach, einen Abmelde-Link
einzuf&uuml;gen, indem man entsprechende Tags im HTML-Code verwendet:</p>
  <blockquote>
    <p class="valore">&lt;a
href="mailto:#managingemail#?Subject=Abmelden"&gt;Abmelden&lt;/a&gt;</p>
  </blockquote>
  <p class="item">Der HTML-Code muss in den HTML-Bereich einer
Nachricht eingef&uuml;gt werden, indem auf <span class="itemelement">Code
anzeigen</span> geklickt wird, anderenfalls kann er als Link
eingef&uuml;gt
werden, indem der <span class="itemelement">Link</span>-Button im
Formatierungsbereich angeklickt wird (in diesem Fall wird der Text <strong><i>mailto:#managingemail#?Subject=Abmelden</i></strong>
im Linkfenster eingef&uuml;gt und nachdem der Link erstellt ist kann
der dargestellte Text bearbeitet werden, z.B.: &#8220;Abmelden&#8221; oder ein
&auml;hnlicher Text).<br>
  <br>
  </p>
</blockquote>
<p class="item"><strong>Manche Nachrichten werden nach dem Versenden dem Empf&auml;nger nicht
zugestellt, sondern kommen mit einer Fehlermeldung zur&uuml;ck</strong><strong>.</strong></p>
<blockquote>
  <p class="item">Wenn man viele Nachrichten versendet, ist es normal,
dass nicht alle davon ankommen: Manche Empf&auml;nger-Adressen
k&ouml;nnten mittlerweile inaktiv oder zeitweilig &uuml;berf&uuml;llt
sein, Email-Server k&ouml;nnten &uuml;berlastet sein, die Verbindung
zeitweise unterbrochen oder zu langsam.</p>
  <p class="item">Sollte der Prozentsatz der gesendeten Nachrichten
sehr niedrig sein oder wurden sogar gar keine Nachrichten versendet,
ist es n&ouml;tig die <a href="sendblaster_messages_send.htm"
 class="itemlink">Sendeeinstellungen</a> zu &uuml;berpr&uuml;fen.</p>
  <p class="item">M&ouml;glicherweise ist es n&ouml;tig, den Sendemodus
zu &auml;ndern (direkt oder via SMTP) und falls Ihr SMTP-Server
Antispamfilter verwendet die Anzahl der Verbindungen zu verringern und
die Pause zwischen den einzelnen Nachrichten zu vergr&ouml;&szlig;ern.<br>
M&ouml;glicherweise verf&uuml;gt der SMTP-Server &uuml;ber
Einschr&auml;nkungen, die Sie daran hindern, mehr als eine bestimmte
Anzahl an Nachrichten in einer bestimmten Zeitspanne zu versenden (z.B.
erlauben manche Server nicht mehr als 50 Emails pro Stunde). In diesen
F&auml;llen kann der Vorgang sp&auml;ter &uuml;ber die <a
 href="sendblaster_messages_history.htm" class="itemelement">Verlauf</a>-Funktion
abgeschlossen werden.</p>
  <p class="item">Sollten die SMTP-Server Antispam-Beschr&auml;nkungen
zu restriktiv sein und das Senden nur mit sehr langsamen Einstellungen
m&ouml;glich ist, k&ouml;nnen Sie es mit dem Direktversand versuchen
oder indem Sie einen &#8220;toleranteren&#8221; SMTP-Server verwenden (im Internet
ist es m&ouml;glich, sich f&uuml;r sehr geringes Entgelt bei sehr
effizienten SMTP-Diensten anzumelden).</p>
  <p class="item">Sollte das Problem auch beim Verwenden im Direktmodus
auftreten, k&ouml;nnte es n&ouml;tig sein, die IP-Adresse des
DNS-Servers manuell festzulegen.<br>
&nbsp; </p>
</blockquote>
<p class="item"><strong>Ich habe mein Passwort verloren und bekomme
keinen Zugriff mehr auf das Programm. Was kann ich tun</strong><strong>?</strong></p>
<blockquote>
  <p class="item">Sie sollten sich immer bewu&szlig;t sein, dass es
keine M&ouml;glichkeit gibt, verlorene Daten wiederzuerhalten. Die
folgende Prozedur wird Ihnen lediglich wieder Zugang zur Software
erlauben:</p>
  <p class="item">1. Deinstallieren Sie die Software &uuml;ber die
Windows-Systemsteuerung.</p>
  <p class="item">2. Entfernen Sie manuell das
Installationsverzeichnis. (z.B. <i>C:\Programme\SendBlaster</i>),
inklusive aller Unterverzeichnisse. Aus Sicherheitsgr&uuml;nden wird,
falls die Software deinstalliert wird, die Datenbank nicht automatisch
entfernt (deshalb m&uuml;ssen Sie sie manuell entfernen).</p>
  <p class="item">3. Installieren Sie die Software neu.</p>
</blockquote>
</body>
</html>
